{"ApprovalTime": "2016-03-10T00:15:27Z", "AutoApprovalTime": "2016-03-10T00:11:12Z", "AssignmentId": "37C0GNLMHF3Z4ZMKXOOR5T0IEYFD64", "WorkerId": "anon65", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [492770], "rating": ["6", "3", "1", "6", "1", "6", "4", "7", "7", "7", "6", "6", "6", "6", "6", "6", "6", "6"], "environmentalist": ["yes"], "legacy_essay": ["I was a very simple person, believed that all the finer things in life were free, and they were. I want to make no a do's about my life, only to say that it was wonderful, never changing with little heartaches.\nI spoke for the trees, I spoke for each and every living thing on earth and believed that it was all attached, and it was. \nIf I was to be remembered by you all, as for anything, is that I enjoyed life to it's fullest each and every day as you all should."], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "Take showers that are 5 minutes or less", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "I feel a connection to future generations", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy"], "year": ["59"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["earth"], "startTime": [1457567868918], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568361688], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:57:57Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:06:12Z"}