{"ApprovalTime": "2016-03-10T00:20:27Z", "AutoApprovalTime": "2016-03-10T00:16:37Z", "AssignmentId": "30LB5CDZNCA7TP51NHX7NK9UPD2Z0N", "WorkerId": "anon8", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [347427], "rating": ["4", "4", "3", "3", "3", "2", "4", "3", "6", "5", "4", "3", "3", "2", "2", "2", "2", "4"], "environmentalist": ["yes"], "legacy_essay": ["It is not so much that I want people to remember me personally. I will just lead a life that is true and just and perhaps others will see that as a good thing to follow. In doing so, I may be leading a good example, but that is not my ultimate goal. I am only doing it for myself to do things that are right. Because that is the way and it gives me a good feeling. I actually do not plan to have kids so I will not have future generations of children to pass on my ways but rather people around me would be influenced instead. But once again, I am not living the way I do FOR other people, but only myself. Living in a way that I always choose the right thing to do, I hope to set a good example. People may then take my ways and continue living in such a way for future generations to come (of whom which are not my children since I do not plan to have any)."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "I feel a connection to future generations", "I care what future generations think of me", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "I am well liked by my friends"], "year": ["24"], "totalHiddenTime": [11986], "sex": ["male"], "race": ["Asian"], "purpose": ["Understanding different personalities and their beliefs"], "startTime": [1457568342781], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568690208], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:05:46Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:11:37Z"}