{"ApprovalTime": "2016-03-10T00:35:27Z", "AutoApprovalTime": "2016-03-10T00:32:52Z", "AssignmentId": "33C7UALJVLYSGIPWAA1UO5V0VW481X", "WorkerId": "anon35", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [481901], "rating": ["3", "4", "4", "3", "2", "4", "2", "6", "6", "6", "4", "3", "3", "4", "3", "3", "5", "3"], "environmentalist": ["yes"], "legacy_essay": ["I would like to be remembered for many things, although I am not sure if I want it badly enough to spend much time and effort to achieving it.  I would like to be remembered for an important discovery in science.  I studied science in college and it is my favorite subject.  I studied physics and I would very much like it if I made an important discovery in that field because I think this knowledge helps humanity grow, learn and adapt to the universe we find ourselves in.  I would also like to be remembered for playing good music.  I play in a band but would someday also like to make a solo album containing many songs that I have written.  I would also like to be remembered for telling good stories.  I have a number of what I consider to be excellent ideas for exciting and interesting science fiction novels.  Perhaps someday I will actually try to write them.  If I were to accomplish any or all of these things, I would feel satisfied and proud of my accomplishments."], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I am well liked by my friends", "Others would say I have made unique contributions to my community or society"], "year": ["32"], "totalHiddenTime": [51742], "sex": ["male"], "race": ["white"], "purpose": ["The study may have been about investigating how people's feelings about their legacy are connected to their attitudes about the environment."], "startTime": [1457569165369], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569647270], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:19:42Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:27:52Z"}