{"ApprovalTime": "2016-03-10T00:05:29Z", "AutoApprovalTime": "2016-03-10T00:04:26Z", "AssignmentId": "36PW28KO4ZW5J7CNJWGNRGKPAT5AEJ", "WorkerId": "anon62", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [366157], "rating": ["6", "2", "4", "3", "2", "5", "7", "6", "1", "6", "4", "5", "5", "4", "5", "6", "5", "6"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered as a great song writer. I want my compositions to be performed by others as tribute. I want people to search for my music long after I'm gone. I want people to seek out videos of my live performance. I want people to commemorate my contributions with an award or something of the like. I want to evoke emotional reactions in people with my music, and I want to be considered among the greats at what I do/did. I want people to be able to relate to the music I make, and rely on it in their time of need for coping, or just for moments of joy. "], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel a connection to future generations", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I feel it is important for me to leave a positive mark on society"], "year": ["29"], "totalHiddenTime": [76247], "sex": ["male"], "race": ["white"], "purpose": ["The issues of fossil fuel usage and global warming."], "startTime": [1457567598344], "english": ["yes"], "grandparent": ["no"], "endTime": [1457567964501], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:53:16Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-09T23:59:26Z"}