{"ApprovalTime": "2016-03-10T00:10:27Z", "AutoApprovalTime": "2016-03-10T00:05:41Z", "AssignmentId": "3S0TNUHWKTIM8D58Q3LPP7W9KT4D8P", "WorkerId": "anon241", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [498740], "rating": ["4", "5", "5", "2", "3", "5", "7", "7", "6", "1", "5", "5", "5", "5", "4", "5", "4", "5"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered by future generations for being someone who made a positive impact on his local community. I enjoy volunteering at the library archives, and I feel that I am helping preserve and document history for these future generations. While this might not have a massive impact beyond the local community, I think it will help preserve the sense of culture that this town has, and maybe even this whole state. I hope to be remembered by family members as being a friendly and generous person. I don't want to have a negative impact on anyone, and I don't suspect that I will."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "It is important to me to leave a positive legacy", "I feel a connection to future generations", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "I care what future generations think of me", "I have important skills I can pass along to others"], "year": ["23"], "totalHiddenTime": [19475], "sex": ["male"], "race": ["white"], "purpose": ["Trying to understand if thinking about what future generations will think of a person will make them more likely to be environmentally friendly."], "startTime": [1457567541328], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568040068], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:52:17Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:00:41Z"}