{"ApprovalTime": "2016-03-10T00:30:27Z", "AutoApprovalTime": "2016-03-10T00:27:04Z", "AssignmentId": "3IX2EGZR7BJ5T4KWZ8D0JMMRF5RJRN", "WorkerId": "anon151", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [416857], "rating": ["1", "2", "1", "3", "1", "5", "2", "2", "6", "7", "3", "4", "2", "6", "3", "4", "3", "2"], "environmentalist": ["no"], "legacy_essay": ["I'd really like to be remembered for my kindness, and my generosity.  I do have skills that I think people will remember me for, but ultimately when people talk about me, I'd like them to think \"Wow...that was a really nice guy.\"  I go out of my way to give to people, and help others where I can...I think that above all else is something EVERYONE should strive to be remembered for.  The other most important thing for me honestly would be my humor.  I'd want people to remember that I was a bit of a goofball that you could tell just about anything to and not be judged.  I think it's important to be remembered for personality over achievements because down the line, someone will always bypass whatever achievements you make.  Your personality will always be remembered and discussed by those who care about you."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "Others would say I have made unique contributions to my community or society", "I have important skills I can pass along to others", "I feel a connection to future generations", "I am well liked by my friends", "I care what future generations think of me", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations"], "year": ["29"], "totalHiddenTime": [null], "sex": ["male"], "race": ["white"], "purpose": ["Asking you to specify what you want to be remembered for contributing, then seeing if that impacted your opinion on recyclables and such."], "startTime": [1457568923184], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569340041], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:15:02Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:22:04Z"}