{"ApprovalTime": "2016-03-10T01:05:27Z", "AutoApprovalTime": "2016-03-10T01:00:49Z", "AssignmentId": "3T3IWE1XG6NZV611YN24G2ZVHLHTQ2", "WorkerId": "anon257", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [449544], "rating": ["4", "2", "2", "6", "5", "5", "6", "4", "2", "5", "5", "4", "4", "3", "3", "3", "4", "4"], "environmentalist": ["no"], "legacy_essay": [" I want future generations to remember me as being a team player. I want them to see me as a humble person who tried to do what was best for everyone not just himself. The kind of person who believed in family and church and was grateful for both. If future generations remember me as someone who did not think the world revolved around myself I will be happy with my life."], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I am well liked by my friends", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I feel a connection to future generations", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society"], "year": ["30"], "totalHiddenTime": [0], "sex": ["male"], "race": ["Other"], "purpose": ["the environment"], "startTime": [1457570899195], "english": ["yes"], "grandparent": ["no"], "endTime": [1457571348739], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:36:48Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:55:49Z"}