{"ApprovalTime": "2016-03-10T01:10:27Z", "AutoApprovalTime": "2016-03-10T01:07:14Z", "AssignmentId": "3C44YUNSI1P7E54PCKN0BTRZ93BDPG", "WorkerId": "anon99", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [180574], "rating": ["3", "3", "3", "3", "3", "3", "3", "3", "3", "3", "4", "4", "4", "4", "4", "4", "4", "4"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered for helping others. There was a time we went to Honduras to build a clinic in a remote area. We were in a team of 8 people. We really enjoyed ourselves there and the people we met were very friendly. We managed to build the clinic and also provided the equipment that was required. The equipment was donated by many people from all over the United States. It was a very positive experience.\n\nEven though we were working to make a profit from the construction contract, it was a very fulfilling experience and we learn a lot of new things. I was the team leader and I got a lot of praise for the good work.\n\nThe project was successful and we even copied the results of the project to be used for other future projects.\nThe people I worked with were well organized and hard working and so my work was not too hard and so I also felt that they deserved to be praised for the good work. It was a good experience and I enjoyed myself very much."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "I care what future generations think of me", "I have important skills I can pass along to others", "I am well liked by my friends", "I feel a connection to future generations", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations"], "year": ["29"], "totalHiddenTime": [null], "sex": ["male"], "race": ["white"], "purpose": ["environment"], "startTime": [1457571941663], "english": ["yes"], "grandparent": ["no"], "endTime": [1457572122237], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:59:01Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T01:02:14Z"}