{"AutoApprovalTime": "2016-03-10T02:24:37Z", "AssignmentId": "3PXX5PX6LXY7C40395EXQ8E47W5ABW", "WorkerId": "anon223", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [597415], "rating": ["4", "5", "2", "2", "1", "3", "5", "3", "5", "1", "5", "5", "5", "6", "5", "5", "5", "4"], "environmentalist": ["no"], "legacy_essay": ["I would like to be remembered as having a positive impact on my community, and being devoted to my family.  I try hard to help with things in my community and spend many hours supporting it.  I hope that I will be able to continue to do this when I get older.  This is very important to me, because I want to see my community continue to thrive, and become a better place.  I hope that as the community becomes a better place there are more opportunities for others to excel.  In this way, I can be remembered for being a positive impact on the community.  The other important thing I want to be remembered for is being devoted to my family.  I try hard to provide things for my family, and always be there for them.  I hope that this comes across in the things I do,and people will remember this part of my life when I am no longer here."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "Others would say I have made unique contributions to my community or society", "I care what future generations think of me", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy"], "year": ["39"], "totalHiddenTime": [33645], "sex": ["male"], "race": ["white"], "purpose": ["This study was to determine how participants felt about climate change."], "startTime": [1457575785382], "english": ["yes"], "grandparent": ["no"], "endTime": [1457576382797], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T02:06:59Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Submitted", "SubmitTime": "2016-03-10T02:19:37Z"}