{"ApprovalTime": "2016-03-10T00:30:27Z", "AutoApprovalTime": "2016-03-10T00:25:53Z", "AssignmentId": "34Z02EIMISDB7DW2HP8P1W8D4HI0TA", "WorkerId": "anon50", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [438626], "rating": ["1", "2", "4", "3", "1", "2", "7", "7", "1", "7", "2", "5", "6", "6", "5", "5", "6", "6"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered for my imagination and writing skills. I will publish a fantasy fiction novel that will be enjoyed by generations to come. I would like others to immerse themselves in my world and be able to escape their personal problems for however long they are reading my work. I will teach younger people that anyone can be a successful writer with practice and dedication, especially women. I hope others are inspired by the universe I create, spurring them on to create universes of their own with as much enthusiasm and love for the written word as I have."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "", "Others would say I have made unique contributions to my community or society", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "I am well liked by my friends", "I care what future generations think of me", "I feel a sense of responsibility to future generations", "I feel a connection to future generations", "I have important skills I can pass along to others"], "year": ["21"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["To evaluate how people answer questions about environmental issues and relate it to what they want to be remembered for."], "startTime": [1457568811483], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569250109], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:12:56Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:20:53Z"}