{"ApprovalTime": "2016-03-10T00:40:27Z", "AutoApprovalTime": "2016-03-10T00:37:51Z", "AssignmentId": "3TDXMTX3CBUGCA26P2P2WQGV63P6I1", "WorkerId": "anon259", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [380976], "rating": ["4", "4", "2", "3", "1", "1", "6", "6", "5", "5", "5", "5", "5", "5", "5", "5", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["i WOULD LIE TO BE REMEMBERED AS A PERSON WHO DEDICATED HIS LIFE TO HIS FAMILY AND HELPING PEOPLE. AS A PERSONAL TRAINER I HAVE HELP 1000'S OF PEOPLE LIVE A BETTER LIFE.  I WOULD LIKE TO BE REMEMBER AS SOMEONE WHO CARED FOR BETTER AND MADE THE WORLD A BETTER PLACE.  I WANT TO BE THOUGHT OF AS A MAN WHO CARED FOR PEOPLE AND ALWAYS TRIED TO HELP THOSE IN NEED.  I ALSO WANT TO BE KNOW AS A MAN WHO PUT HIS FAMILY IN FRONT OF ALL US.  I WANT PEOPLE TO KNOW THAT I WAS A MAN WHO LOVED FAMILY ABOVE ALL ELSE AND GAVE MY HEART AND SOUL TO MY WIFE AND SON.  I WANT TO BE REMEMBERED AS A GOOD FATHER, HUSBAND, AND HUMAN.   I ALSO WANT TO BE KNOWN AS SOMEONE WHO MADE A DIFFERENCE. "], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I am well liked by my friends"], "year": ["38"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["thoughts on the environment. "], "startTime": [1457569593009], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569973985], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:26:21Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:32:51Z"}