{"ApprovalTime": "2016-03-10T01:00:27Z", "AutoApprovalTime": "2016-03-10T01:00:20Z", "AssignmentId": "3HMVI3QICJS7VOGENEZONIJ2OB91Y6", "WorkerId": "anon141", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [398933], "rating": ["4", "2", "4", "1", "1", "5", "3", "7", "3", "5", "4", "3", "5", "5", "4", "3", "4", "3"], "environmentalist": ["yes"], "legacy_essay": ["To be remembered as a guy who wasn't afraid to NOT follow the crowd, a non-conformist who thought it was more important to not get sucked in to the so-called norms of society, who instead chose to focus on what he really wanted to do in life. To be remembered as a guy who hated labels, who hated when people tried to make assumptions about him without even finding out what he was all about. To be remembered as a guy who wanted to be versatile, had the desire to keep learning and was willing to discuss a variety of subjects, who didn't have a racist bone in his body."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "I feel a connection to future generations", "I care what future generations think of me", "It is important to me to leave a positive legacy", "Others would say I have made unique contributions to my community or society"], "year": ["49"], "totalHiddenTime": [0], "sex": ["male"], "race": ["African_American"], "purpose": ["personal views"], "startTime": [1457570918954], "english": ["yes"], "grandparent": ["no"], "endTime": [1457571317887], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:48:38Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:55:20Z"}