{"ApprovalTime": "2016-03-10T00:40:27Z", "AutoApprovalTime": "2016-03-10T00:37:54Z", "AssignmentId": "3JBT3HLQF82AH69L42CX2LA2XLFPZL", "WorkerId": "anon157", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [576853], "rating": ["1", "4", "4", "2", "6", "1", "6", "2", "6", "6", "5", "5", "5", "5", "2", "5", "2", "4"], "environmentalist": ["yes"], "legacy_essay": ["I would like to be remembered for helping people. It is in our fundamental nature to be helpful and it is our mission on the planet to be helpful to others. Being compassionate and doing whatever we can to help others should be our main goal in life. We all suffer and it is through this suffering that we find compassion and develop an understanding that leads to real purpose and satisfaction in life. Being compassionate and helpful to others is what we are here to do and it is what I would like people to see that this is what I have tried to do in my life. Making sacrifices for others is how the universe moves itself forward and helping others is part of that process."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I feel a connection to future generations", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society"], "year": ["45"], "totalHiddenTime": [5341], "sex": ["male"], "race": ["white"], "purpose": ["I'm not sure."], "startTime": [1457569396046], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569972899], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:09:42Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:32:54Z"}