{"ApprovalTime": "2016-03-10T01:20:27Z", "AutoApprovalTime": "2016-03-10T01:16:04Z", "AssignmentId": "35H6S234SA040M7RII687HCQ1HL56S", "WorkerId": "anon58", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [1917710], "rating": ["2", "2", "1", "1", "5", "5", "7", "7", "5", "1", "1", "1", "2", "2", "3", "2", "1", "4"], "environmentalist": ["yes"], "legacy_essay": ["Quite honestly, I hope that I am not remembered. By and large, the only people who are remembered are those who have excelled and done great good, or those who have done great harm. At this point in my life I have accepted that it will be all I can do to just not be a burden on those around me. My goal is to just fade into the background, in which case I would rightly not be remembered. I don't think I have anything positive to offer future generations, unless it's as a cautionary tale of 'don't be like this.' "], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I have important skills I can pass along to others", "I feel a connection to future generations", "I am well liked by my friends", "I care what future generations think of me", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations"], "year": ["27"], "totalHiddenTime": [1594619], "sex": ["female"], "race": ["white"], "purpose": ["Environmental attitudes in terms of how we view our legacy?"], "startTime": [1457570352930], "english": ["yes"], "grandparent": ["no"], "endTime": [1457572270640], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:39:03Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T01:11:04Z"}