{"ApprovalTime": "2016-03-10T01:00:27Z", "AutoApprovalTime": "2016-03-10T00:58:26Z", "AssignmentId": "3QBD8R3Z21JCT99V499SJPS3MLJO4U", "WorkerId": "anon228", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [525800], "rating": ["2", "2", "1", "1", "3", "2", "6", "5", "5", "5", "3", "1", "3", "3", "1", "1", "5", "3"], "environmentalist": ["no"], "legacy_essay": ["I personally would like to be remembered for how I treated other people, but only for as long as those who had directly interacted with me are alive. I would like them to remember me as trying to teach them truth in a world full of lies. To me this is the only kind of legitimate legacy a person can leave behind. Everyone, no matter how important their achievements, will eventually be forgotten by future generations; generations for that matter that they themselves had no connection with. "], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "Others would say I have made unique contributions to my community or society", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "I care what future generations think of me", "I am well liked by my friends", "I have important skills I can pass along to others"], "year": ["32"], "totalHiddenTime": [791], "sex": ["male"], "race": ["white"], "purpose": ["Conservation?"], "startTime": [1457570677920], "english": ["yes"], "grandparent": ["no"], "endTime": [1457571203720], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:44:37Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:53:26Z"}