{"ApprovalTime": "2016-03-10T00:20:27Z", "AutoApprovalTime": "2016-03-10T00:15:44Z", "AssignmentId": "3K9FOBBF2HJQ9WG49M8WQHU9IX6LN2", "WorkerId": "anon167", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [417021], "rating": ["1", "2", "4", "2", "4", "3", "5", "5", "6", "3", "4", "4", "5", "4", "5", "5", "4", "4"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered as a kind and helpful person. I want to be thought of as a person that made life easier and more enjoyable for those around me. Because of me, I want other people to be able to do things and have options in their life that I did not have. I want people to look back at me and my actions and feel grateful towards me. I also want people to want to strive to be like me to. I feel that the more kind and helpful people that there are in the world, the better."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I feel a connection to future generations", "I have important skills I can pass along to others", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "I care what future generations think of me", "It is important to me to leave a positive legacy"], "year": ["28"], "totalHiddenTime": [84079], "sex": ["male"], "race": ["white"], "purpose": ["I think this study is about understanding how people think about global warming and future generations."], "startTime": [1457568226705], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568643726], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:02:51Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:10:44Z"}