{"ApprovalTime": "2016-03-10T00:35:27Z", "AutoApprovalTime": "2016-03-10T00:35:25Z", "AssignmentId": "33TIN5LC04APKTJ9RREH2O1LMNU9YK", "WorkerId": "anon46", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [379437], "rating": ["6", "6", "6", "6", "6", "6", "6", "6", "6", "6", "4", "6", "6", "6", "6", "6", "6", "6"], "environmentalist": ["yes"], "legacy_essay": ["I WOULD WANT TO BE REMEMBERED  AS SOMEONE THAT OVERCAME VERBAL, PHYSICAL, EMOTIONAL AND NARCISSISTIC ABUSE AND BECAME SOMEONE IMPORTANT TO THIS WORLD. I WANT TO BE REMEMBERED AS A GIRL THAT IS STRONG WILLED, KIND, WARM, CARING, GENEROUS TO OTHERS, AND RESPECTFUL AND LOVING. I THINK THAT I WANT TO BECOME THESE THINGS AND BE REMEMBERED FOR THIS BECAUSE AS OF RIGHT NOW I AM SURROUNDED BY NOTHING BUT ABUSIVE PEOPLE IN MY LIFE WHO DO NOTHING BUT TRY TO HOLD ME HERE TO MY CHILDHOOD BEDROOM AT 33 YEARS OLD. THEY HAVE FORBIDDEN ME FROM LIVING THE LIFE THAT I LIVE, THEN TURN AROUND AND PIN THE BLAME ON MYSELF FOR NOT BEING STRONG ENOUGH TO FIGHT BACK. THINKING ABOUT THIS GIVES ME INCREDIBLE ANXIETY AND MAKES ME WORK EVEN HARDER AND SMARTER WITH THE ONLINE JOBS THAT I HAVE AND IT MAKES ME WANT TO SECRETLY STUDY FOR EXAMS SUCH AS THE LSAT, SECRETLY APPLY FOR SECITON 8 HOUSING AND MAKE PLANS TO SECRETLY GET MARREID TO MY BOYFRIEND OF SIX YEARS THT THEY DO NOT KNOW ABOUT THAT I HAVE. THINKING ABOUT THE LIFE THAT I HAVE RIGHT NOW MAKES ME CRY AND MAKES ME HAVE FITS OF ANXIETY AND DEPRESSION. THERE ARE SOME DAYS (LIKE EARLIER TODAY) WHERE I AM FROZEN IN FEAR AND WONDER WHY I WORK MYSELF SO HARD WHEN ALL THAT IS GOING TO HAPPEN IS THAT THEY WILL ATTEMPT EVERYTHING IN THEIR POWER TO STOP ME INCLUDING SHUTTING DOWN OUR INTERNET WHICH IS MY MAIN SOURCE OF INCOME THAT THEY DO NOT KNOW ABOUT. \n\nI AM FRUSTRATED AND IF SOMEONE TOLD ME 10 YEARS AGO THIS IS WHAT MY LIFE WAS GOING TO BE I WOULD HAVE LAUGHED AT THEM AND SAID NO WAY IN HELL. I WAS STRONGER THAN TO SUCCUMB TO THIS KIND OF ABUSE AND WOULD HAVE SAID I WOULD HAVE FOUGHT THEM OR ANYONE TAHT TRIED TO MAKE ME LIVE A LIFE THAT I HAVE RIGHT NOW. BEING POOR, POOR HEALTH, TRAPPED, AND NO WHERE ELSE TO GO WITHOUT ANY FRIENDS AND COMPELTE SOLITUDE. \n\nIN ALL HONESTY- I WANT TO BE SOMEONE THAT FOUGHT AGAINST THE GREATEST ADVERSARIES SHE'LL EVER FIGHT IN HER LIFE: HER FAMILY. THE ONES THAT ARE HOLDING HER PRISONER IN THIS HOUSE. i WANT TO BE REMEMBERED AS SOMEONE THAT SIMPLY WENT AFTER HER DREAMS NO MATTER WHAT AND AS HAPPY AND FREE FROM THE STRESS AND ALL OF THE CRAP. "], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I am well liked by my friends", "I feel a connection to future generations", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "I care what future generations think of me", "I feel a sense of responsibility to future generations"], "year": ["33"], "totalHiddenTime": [null], "sex": ["female"], "race": ["white"], "purpose": [""], "startTime": [1457569449033], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569828470], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:21:33Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:30:25Z"}