{"ApprovalTime": "2016-03-10T00:15:28Z", "AutoApprovalTime": "2016-03-10T00:13:39Z", "AssignmentId": "3H8DHMCCW9B63E79ZSISFC50FTZDK9", "WorkerId": "anon137", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [564701], "rating": ["4", "1", "1", "6", "6", "6", "2", "7", "7", "7", "5", "6", "5", "6", "6", "6", "6", "4"], "environmentalist": ["yes"], "legacy_essay": ["For the past 35 years, I have built, remodeled, repaired and worked on residential and commercial properties. I have studied carpentry, plumbing, electricity, masonry, siding, roofing etc. Every where I go, I end up fixing some thing for some one.\nFor the past 30 years, I have been the care taker of a rental farm house that sits on 46 acres. I have repaired and maintained it, and have landscape the yard. I have planted trees, bushes and flowers including food bearing plants.\nI want to be remembered as a person who took care of and fixed things for people. Some one who was always forward looking."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "", "I am well liked by my friends", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "It is important to me to leave a positive legacy", "I feel a connection to future generations", "I care what future generations think of me"], "year": ["64"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["I am not sure"], "startTime": [1457567954082], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568518783], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:59:11Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:08:39Z"}