{"ApprovalTime": "2016-03-10T01:15:27Z", "AutoApprovalTime": "2016-03-10T01:14:31Z", "AssignmentId": "35DR22AR5DKE5M4J5MR5SXRQKPU3XV", "WorkerId": "anon56", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [541929], "rating": ["2", "2", "4", "4", "3", "4", "5", "5", "3", "5", "5", "4", "5", "5", "4", "5", "4", "5"], "environmentalist": ["no"], "legacy_essay": ["I want to be remember as a good person and as a productive person.  I want to be remember as a good father that help my son become a man.  I want to be remembered as a good husband that cared for and protected his family.  I want to remembered as a good manager who helped other people in their careers while being very productive.  I would also like to be remembered as a good person in the community that help make the area a better place to live, work, and play."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I feel a connection to future generations", "I have important skills I can pass along to others"], "year": ["39"], "totalHiddenTime": [175310], "sex": ["male"], "race": ["African_American"], "purpose": ["I don't know."], "startTime": [1457571619719], "english": ["yes"], "grandparent": ["no"], "endTime": [1457572161648], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:53:09Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T01:09:31Z"}