{"ApprovalTime": "2016-03-10T00:10:28Z", "AutoApprovalTime": "2016-03-10T00:09:54Z", "AssignmentId": "3NQL1CS15R8NH0WCUSJDU6QIDFAYVM", "WorkerId": "anon199", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [533490], "rating": ["3", "4", "2", "2", "5", "3", "3", "6", "6", "7", "5", "4", "5", "5", "5", "4", "5", "4"], "environmentalist": ["no"], "legacy_essay": [" I would like to be remembered as a helpful person. A father that spent time with his kids. For the times that I helped them learn to ride a bike or taught them to throw a ball. For the times I took them on vacation, helped them with homework or held them when they were hurting. I would like my co-workers to think of the times that I was there when they needed help or guidance. For the times that I sat next to them at the bar after work after a hard day. To my friends, I'd like to be remembered as the one that did something crazy that we talked about for years to come, as the guy who was there when you needed a shoulder or just called because it had been a while.\n In general, I don't care how they all remember me, as long as my influence is remembered fondly."], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "", "I feel a connection to future generations", "I care what future generations think of me", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "Others would say I have made unique contributions to my community or society"], "year": ["38"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["Food for thought. Interesting."], "startTime": [1457567957189], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568490679], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:55:57Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:04:54Z"}