{"ApprovalTime": "2016-03-10T00:35:27Z", "AutoApprovalTime": "2016-03-10T00:32:11Z", "AssignmentId": "3R2PKQ87NW8I1DNYCIWJLMDHW33MIQ", "WorkerId": "anon229", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [609674], "rating": ["5", "2", "5", "4", "6", "6", "6", "7", "7", "1", "5", "6", "6", "6", "6", "6", "6", "6"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered for the advanced knowledge I will contribute to the field of psychology while I complete my PhD. I studied the issues indirectly for more than 10 years before I began my formal studies and I feel like I am doing much good for future generations. It is my hope that this knowledge will change some ineffective and discriminatory laws and will aid victims during painful court processes. As the family of a crime victim myself, I undertook this research as a labor of love and only recently decided to apply (and got accepted) to a PhD program. It can honestly be said that I have done all of this in order to make the processes easier for other families because it can't change anything I had to endure.  This is what I wan to be remembered for. "], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I care what future generations think of me", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations"], "year": ["41"], "totalHiddenTime": [null], "sex": ["female"], "race": ["white"], "purpose": ["It's about considering how we will be thought of in the future, when we're gone, plus getting people to understand that it does matter. Too many people think they'll be gone anyway - and that it doesn't matter what they do to the planet."], "startTime": [1457569018897], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569628571], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:14:41Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:27:11Z"}