{"ApprovalTime": "2016-03-10T00:10:28Z", "AutoApprovalTime": "2016-03-10T00:09:35Z", "AssignmentId": "3VW04L3ZLT6QLKBXPBYTZDGURKOXXI", "WorkerId": "anon282", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [783186], "rating": ["2", "1", "1", "3", "1", "2", "4", "2", "4", "2", "2", "2", "1", "1", "1", "1", "1", "1"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered for one thing and one thing only. I want to be remembered for the fact that I was able to achieve financia independence. By achieving financial independence, I was able to fulfill my obligations to society and other people. I am able to support myself and live on my own. I am able to help society by paying taxes. I am a functional part of society and I contribute to the local economy and the local community. I am able to be a good citizen and abide by the laws. I look after my possessions. I do no harm to others."], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I am well liked by my friends", "It is important to me to leave a positive legacy", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "I feel a connection to future generations", "I care what future generations think of me"], "year": ["26"], "totalHiddenTime": [null], "sex": ["male"], "race": ["Asian"], "purpose": ["I don't know"], "startTime": [1457567494053], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568277239], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:51:30Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:04:35Z"}