{"ApprovalTime": "2016-03-10T00:10:27Z", "AutoApprovalTime": "2016-03-10T00:07:22Z", "AssignmentId": "3TR2532VIPUC7LMC7KA28RVVJIB6JA", "WorkerId": "anon258", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [341203], "rating": ["6", "1", "1", "1", "1", "4", "1", "7", "7", "7", "1", "1", "1", "4", "1", "1", "4", "1"], "environmentalist": ["yes"], "legacy_essay": ["I don't really want to be remembered for anything. I have no children and I am not going to have children. I am not afraid of dying without a legacy. I do not have many friends and family to remember me anyways. This would bother most people because people want to feel validated and relevant but I know there are many people who die everyday and are forgotten. It does not make me angry or sad to die this way. I enjoy my life and that is all that matters to me. Life is for the living"], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "I have important skills I can pass along to others", "I care what future generations think of me"], "year": ["33"], "totalHiddenTime": [97517], "sex": [null], "race": ["white"], "purpose": ["I do not know\n"], "startTime": [1457567797525], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568138728], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:55:45Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:02:22Z"}