{"ApprovalTime": "2016-03-10T00:25:28Z", "AutoApprovalTime": "2016-03-10T00:25:12Z", "AssignmentId": "3FQ5JJ512LOFPQYMOMWVBHHUTX1KNY", "WorkerId": "anon124", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [521199], "rating": ["2", "5", "1", "4", "1", "1", "5", "1", "6", "7", "6", "5", "5", "5", "5", "5", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["Now that I'm a parent I want to be remembered for being the best parent I can be. For helping mold my daughter, and for her to speak highly of me after I'm gone. Prior to being a mother I'd want to be remembered as being adventurous and crazy-fun. I'd want people to remember that I took a year off work to sail the Bahama's on my boat and the East Coast and had the adventure of a lifetime and was brave enough to do it. I'd want people to remember I randomly wrote a book when I was there and posted it on Amazon just to see, and that over 100,000 people bought the book that it took me a month to write and edit and and design the cover for and publish. I'd want people to shake their heads fondly and chuckle and say \"typical XXXX, crazy girl\". None of that matters now that I'm a mother, and all I want is to be remembered as is being a steady hand, and an open heart. "], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "", "It is important to me to leave a positive legacy", "I feel a connection to future generations", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends", "I care what future generations think of me", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society"], "year": ["31"], "totalHiddenTime": [null], "sex": ["female"], "race": ["white"], "purpose": ["idk"], "startTime": [1457568689637], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569210836], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:11:26Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:20:12Z"}