{"ApprovalTime": "2016-03-10T00:55:27Z", "AutoApprovalTime": "2016-03-10T00:52:28Z", "AssignmentId": "3LRLIPTPEQ98574XFIRQPBXUUQ5AK7", "WorkerId": "anon180", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [373937], "rating": ["5", "1", "4", "1", "4", "4", "7", "7", "1", "4", "4", "3", "5", "4", "4", "4", "4", "4"], "environmentalist": ["no"], "legacy_essay": ["I would like to be remembered as someone that helped people. I try to use the knowledge I have to help other people and teach them. I think it is the most powerful thing you can do for someone. With knowledge, you can fend for yourself and focus on yourself. So, I think that I would like to be remembered as someone who was generous with his time, generous with his ear, and helpful with his advice. I would hope that people would focus on that aspect, and how I always would rather see someone apply the knowledge I impart to themselves. Watching people grow and knowing that they appreciate what I can do for them is the most fulfilling thing for me. I would rather nothing else than to be known as someone who always tried to help."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "Others would say I have made unique contributions to my community or society", "I care what future generations think of me", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I feel a connection to future generations", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy"], "year": ["29"], "totalHiddenTime": [125992], "sex": ["male"], "race": ["white"], "purpose": ["Not sure."], "startTime": [1457570479101], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570853038], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:41:10Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:47:28Z"}