{"ApprovalTime": "2016-03-10T00:20:27Z", "AutoApprovalTime": "2016-03-10T00:15:48Z", "AssignmentId": "3T111IHZ5EQGNS7NDWMNUS8OJ0D9RG", "WorkerId": "anon249", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [518049], "rating": ["1", "1", "1", "2", "2", "5", "2", "6", "5", "5", "6", "2", "6", "4", "4", "6", "4", "5"], "environmentalist": ["no"], "legacy_essay": ["I would like to be remembered for my kind and generous nature. I would like to do something that would show this to future generations by way of my contributions to society. This could be done by things that I have given to my community. I would also like to be remembered as a historian by contributing to the knowledge of our past for the future generation. I would like to perhaps write a book on specific areas of history or contribute significantly to the organizing or acquiring of museum items that the future generations can look at and remember the past of those who walked before them. I would also like to be remembered for my role as a parent of a special needs child and contribute in some way to helping other parents with special needs, whether it be by helping there be more services in the future or by assisting children now to lead a productive life in the future."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "It is important to me to leave a positive legacy", "I feel a connection to future generations", "I care what future generations think of me", "I am well liked by my friends", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others"], "year": ["44"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["How our perception of what we want to be remembered for affects the way we feel about issues."], "startTime": [1457568104911], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568622960], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:02:06Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:10:48Z"}