{"ApprovalTime": "2016-03-10T00:50:27Z", "AutoApprovalTime": "2016-03-10T00:49:11Z", "AssignmentId": "3FIUS151DV24DCLHBRYLN5G4L40GGL", "WorkerId": "anon125", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [1303181], "rating": ["4", "3", "3", "5", "2", "4", "7", "7", "7", "1", "5", "6", "5", "3", "5", "4", "4", "5"], "environmentalist": ["yes"], "legacy_essay": ["I want people to remember me for my love of music and my desire to expose more people to good music.  I want people to remember that I would champion bands and musicians and would head out to hear them play live - even under the most trying of circumstances.  I also want people to remember how passionate I was for collecting music from my favorite musicians and my interest and passion for listening to live music.  I also want people to remember how music helped to shape the type of person that I am and the characteristics and traits that make me unique from other individuals.  I want people to appreciate these items and to recognize that this made me unique and I hope that I can inspire other people to carry on with the same passion and energy that I have always felt in my own life.    I would also hope that people remember that I was also very loyal to my favorite musicians and bands and would support them in any way that I could."], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "I care what future generations think of me", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy"], "year": ["49"], "totalHiddenTime": [801154], "sex": ["male"], "race": ["white"], "purpose": ["I think this study is trying to understand how important it is for participants to want to leave a positive legacy for future generations."], "startTime": [1457569341201], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570644382], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:22:22Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:44:11Z"}