{"ApprovalTime": "2016-03-10T00:35:27Z", "AutoApprovalTime": "2016-03-10T00:33:18Z", "AssignmentId": "32UTUBMZ7GWR4S31K05TMVSHS6SVB4", "WorkerId": "anon28", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [426232], "rating": ["5", "5", "3", "4", "4", "3", "6", "6", "6", "1", "6", "4", "4", "6", "5", "6", "5", "4"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered not in name, but in deed. I would like to volunteer during my free time and work during my weeks to better people's lives. Specifically, I would like to elucidate more about the neural mechanisms of sleep, and translate it with my background in organic chemistry into treatments for the sleep-deprived. That is my main aspiration in life, although when I work towards my PhD, the precise topic may be changed. I would also like to leave behind music compositions for orchestra and abstract art to express a point of view on society and current times and especially nature, such that people who hear/see my work would be inspired to see a different perspective or find common ground with someone who came before or during their time. "], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I feel a connection to future generations", "I feel it is important for me to leave a positive mark on society", "I am well liked by my friends", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society"], "year": ["20"], "totalHiddenTime": [0], "sex": ["female"], "race": ["Asian"], "purpose": ["Effects of legacy-oriented thinking on embracing environmentalist responsibility"], "startTime": [1457569270905], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569697137], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:53:11Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:28:18Z"}