{"ApprovalTime": "2016-03-10T01:30:27Z", "AutoApprovalTime": "2016-03-10T01:27:23Z", "AssignmentId": "3F0BG9B9MPNL6AVGCUGXOSAFRXAY71", "WorkerId": "anon117", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [382701], "rating": ["5", "6", "2", "1", "2", "6", "7", "7", "1", "4", "6", "4", "6", "5", "1", "1", "5", "6"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered as a radical feminist who was fearless and loved animals. I want to pass on the permaculture farm I have built and leave a legacy of caring for the living earth and all it;s inhabitants. I want women to be inspired to leave the toxic world of patriarchy behind and embrace their sacred power as givers and protectors of life. I want to leave other women a path to freedom and empowerment. I want women to love and protect other species more and develop such kinship in following my example and ideas. I want to be remembered for living a kind life that made me happy and helped other beings.  There is nothing more personal or important that I can think of. "], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "", "I have important skills I can pass along to others", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends", "I feel a connection to future generations", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy"], "year": ["34"], "totalHiddenTime": [43250], "sex": ["female"], "race": ["white"], "purpose": ["thinking of the future through an environmental lens "], "startTime": [1457572557951], "english": ["yes"], "grandparent": ["no"], "endTime": [1457572940652], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:59:08Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T01:22:23Z"}