{"ApprovalTime": "2016-03-10T00:35:27Z", "AutoApprovalTime": "2016-03-10T00:33:54Z", "AssignmentId": "36H9ULYP62U8QEFN8DD62X88CHGFJO", "WorkerId": "anon62", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [418685], "rating": ["3", "3", "1", "1", "2", "3", "6", "4", "5", "5", "4", "5", "4", "5", "5", "5", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["I would like to be remembered for being a great educator.  I want to contribute to research in the psychology of music and apply that to my own teaching.  I also want to be remembered for being kind and caring toward students and colleagues, as well as a valuable member of society.  I want people to remember all of the volunteer work that I've done and how it contributed to the well-being of the community.  I want the program that I started at my University to continue in my memory.  I also want to be remembered as being a strong person, not afraid of achieving goals and dreams."], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I care what future generations think of me", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "I am well liked by my friends", "It is important to me to leave a positive legacy", "I feel a connection to future generations"], "year": ["30"], "totalHiddenTime": [0], "sex": [null], "race": ["white"], "purpose": ["How we view ourselves compared to how we think about our environmental impact."], "startTime": [1457569599224], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570017909], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:21:49Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:28:54Z"}