{"ApprovalTime": "2016-03-10T00:30:27Z", "AutoApprovalTime": "2016-03-10T00:29:02Z", "AssignmentId": "3ZPPDN2SLVWREO2IRQ2NVL954BO9E4", "WorkerId": "anon326", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [421144], "rating": ["4", "2", "5", "4", "5", "4", "1", "7", "7", "7", "4", "5", "6", "6", "6", "4", "1", "3"], "environmentalist": ["yes"], "legacy_essay": ["I would hope that my children remember me fondly for imparting a wisdom and morality to them that will carry on throughout their lives. In a more general sense, I would like for my music and my writing to be one of the primary reflections of myself that I am remembered for. All in all, I don't have a strong need to be remembered as much as I have the need to be self-fulfilled. As Marcus Aurelius said in his Meditations, all men are eventually forgotten no matter their accomplishments. "], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "Others would say I have made unique contributions to my community or society", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "I am well liked by my friends", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I feel a connection to future generations"], "year": ["25"], "totalHiddenTime": [null], "sex": ["male"], "race": ["white"], "purpose": ["Environment"], "startTime": [1457568948645], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569369789], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:06:27Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:24:02Z"}