{"ApprovalTime": "2016-03-10T00:05:29Z", "AutoApprovalTime": "2016-03-10T00:04:32Z", "AssignmentId": "39OWYR0EPKRYL3AMUDE9CKNWPLNFYG", "WorkerId": "anon82", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [465407], "rating": ["2", "4", "2", "3", "5", "3", "5", "6", "3", "4", "5", "5", "5", "5", "6", "4", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered as someone who never gave up on trying to improve myself. Someone who wouldn't give up and continue to move forward. Someone who was told he couldn't get the job done but did anyways. I want to be remembered as someone who thought outside the norm and tried projects that most people would avoid and simply stick to their 9 to 5. I want to also be remembered as a loving husband and father who was always there for his kids and supported his wife even in her health battles. This is how I will be remembered...."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "I feel a sense of responsibility to future generations", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I feel a connection to future generations", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society", "I have important skills I can pass along to others", "I feel it is important for me to leave a positive mark on society"], "year": ["35"], "totalHiddenTime": [0], "sex": ["male"], "race": ["Native_American"], "purpose": ["My views and opinions on how I approach future generations way of living."], "startTime": [1457567505433], "english": ["yes"], "grandparent": ["no"], "endTime": [1457567970840], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:51:44Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-09T23:59:32Z"}