{"ApprovalTime": "2016-03-10T01:05:27Z", "AutoApprovalTime": "2016-03-10T01:01:31Z", "AssignmentId": "3IUZPWIU1O75CK70GNNI70ULM96KWQ", "WorkerId": "anon148", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [468561], "rating": ["2", "1", "2", "1", "5", "1", "5", "5", "4", "2", "2", "2", "2", "4", "3", "3", "4", "3"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered as a loving and compassionate person.  Someone who always was willing to give a helping hand to the ones that she loved.  I want to be remembered as generous and caring.  If I have kids someday I want to be remembered by them as fair and warm and that they could always turn to me when they needed help. For my husband I want to be remembered as the love of his life, someone who was always willing to sacrifice anything for his happiness. I want to be remembered for my sunny and positive personality even in the face of negative situations."], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "I care what future generations think of me", "I feel it is important for me to leave a positive mark on society", "I am well liked by my friends", "It is important to me to leave a positive legacy"], "year": ["25"], "totalHiddenTime": [165232], "sex": ["female"], "race": ["white"], "purpose": ["How people feel about preserving the world for future generations"], "startTime": [1457570914297], "english": ["yes"], "grandparent": ["no"], "endTime": [1457571382858], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:19:19Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:56:31Z"}