{"ApprovalTime": "2016-03-10T00:30:27Z", "AutoApprovalTime": "2016-03-10T00:28:28Z", "AssignmentId": "3ZV9H2YQQD7ZGMZTVHVJQEDJBNK3WY", "WorkerId": "anon328", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [467716], "rating": ["2", "1", "3", "1", "1", "5", "6", "4", "1", "7", "3", "3", "3", "4", "2", "2", "5", "1"], "environmentalist": ["no"], "legacy_essay": ["I would not especially care to be known for anything in regards to fame or notoriety.  I am expecting a son soon and would like for him to remember in the exact same way I remember my father who passed away.  My father and I had a very close relationship.  It was one based on mutual respect and trust and we both agreed one day that there were simply no words to convey how we felt about one another.  I only wish for my son to have such high regard for me and then pass that along if able."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "I feel a connection to future generations", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends", "I care what future generations think of me"], "year": ["41"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["I assume you yourselves are environmentalists trying to get a baseline for how to convert people that may not be.  Bring awareness I mean."], "startTime": [1457568938282], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569405998], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:15:37Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:23:28Z"}