{"ApprovalTime": "2016-03-10T00:20:27Z", "AutoApprovalTime": "2016-03-10T00:18:13Z", "AssignmentId": "3QHK8ZVMIMIO8NR76W3NZMUF18RLBC", "WorkerId": "anon226", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [1295817], "rating": ["2", "3", "3", "2", "1", "5", "3", "5", "6", "4", "5", "5", "5", "6", "4", "5", "5", "4"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered  for the positive impact and change I made within all groups of people. I want to be remembered for the compassion and encouragement I generated within my family and peers. I want to be remembered as the person who never gave up, but instead, endured, no matter how difficult the struggle was. I also want to be remembered as the person who gave selflessly and nevered expexted any returns. These are the things I want to be remembered for in my lifetime."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society", "I have important skills I can pass along to others", "I am well liked by my friends", "I feel a connection to future generations", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations"], "year": ["38"], "totalHiddenTime": [920308], "sex": ["male"], "race": ["Hispanic"], "purpose": ["To better understand opinions and perspecitves."], "startTime": [1457567496966], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568792783], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:51:32Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:13:13Z"}