{"ApprovalTime": "2016-03-10T01:00:27Z", "AutoApprovalTime": "2016-03-10T00:57:00Z", "AssignmentId": "3BEFOD78W6TOT6OJRTUFRL3YRL3M4C", "WorkerId": "anon89", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [443822], "rating": ["2", "4", "1", "5", "6", "2", "7", "7", "7", "1", "6", "3", "4", "3", "2", "4", "6", "3"], "environmentalist": ["yes"], "legacy_essay": ["This is a very difficult question but one I've been thinking about a lot lately. I am at a place in my life where I am searching for a purpose but struggling to find one. Part of me wants to be remembered for being loving and kind. For being a good person that cared for others. Another part of me wants to be remembered for some significant achievement like writing a book or for a large project. Ultimately, I know it doesn't matter. When you are gone, you are gone. But, that need to leave the world a better place is still there. If I can make someone's life better, even in a small way, I will be happy. "], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "I am well liked by my friends", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations"], "year": ["41"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["Uncertain but it did make me think about a lot. "], "startTime": [1457570674254], "english": ["yes"], "grandparent": ["no"], "endTime": [1457571118076], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:24:32Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:52:00Z"}