{"ApprovalTime": "2016-03-10T01:00:27Z", "AutoApprovalTime": "2016-03-10T00:56:31Z", "AssignmentId": "3XM0HYN6NKZC6BIP8FYKHB9K9FAEP8", "WorkerId": "anon305", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [416425], "rating": ["5", "4", "1", "2", "3", "3", "2", "6", "6", "6", "6", "5", "4", "5", "6", "5", "5", "5"], "environmentalist": ["yes"], "legacy_essay": ["I want future generations to remember me for the legacy I left behind, specifically my humor, intelligence, and kindness.  I like to think that I'm pretty funny, but in a very happy and lighthearted way without bringing down others.  I want people to remember as someone who always put a smile on other peoples faces no matter the circumstance.  Additionally, I want to be remembered for what I can and will continue to accomplish both academically and intellectually, creating new ideas to solve modern problems using engineering technology that will hopefully shape the future that we'll live in.  \nMost importantly, I want to remembered for always being kind to others and treating my neighbor as myself.  I always try to go out of my way at least once a day to help someone else in a place or time of need, if there's anything I can do for help.  I want these moments and lessons to be passed on to not only my children but all the people whom I interact with on a daily basis.  "], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "", "I care what future generations think of me", "It is important to me to leave a positive legacy", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "I feel a connection to future generations", "I have important skills I can pass along to others"], "year": ["21"], "totalHiddenTime": [47450], "sex": ["male"], "race": ["white"], "purpose": ["Seeing how important a legacy is to people."], "startTime": [1457570676347], "english": ["yes"], "grandparent": ["no"], "endTime": [1457571092772], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:44:32Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:51:31Z"}