{"ApprovalTime": "2016-03-10T00:25:27Z", "AutoApprovalTime": "2016-03-10T00:22:49Z", "AssignmentId": "358UUM7WRZ3C99JUYZO3GWHIOAP7R2", "WorkerId": "anon55", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [1165265], "rating": ["6", "4", "4", "5", "1", "4", "6", "6", "7", "5", "5", "6", "5", "5", "5", "6", "5", "4"], "environmentalist": ["no"], "legacy_essay": ["I would want future generations to remember my contributions in the classroom.  I'm close with my students, and they're close with me. Their careers are taking off - it's great to hear from them regularly. So, the gift of teaching music and inspiring students for jobs they'll love is what I hope to remembered for after I die.  I've spent a lot of time teach high school history for a mid size school district in a working class suburb.  I want to see my students succeed and I hope they remember the time they spent with me in the classroom.  My teaching is my legacy."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "", "Others would say I have made unique contributions to my community or society", "I have important skills I can pass along to others", "I feel a connection to future generations", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I feel a sense of responsibility to future generations"], "year": ["29"], "totalHiddenTime": [443897], "sex": ["male"], "race": ["white"], "purpose": ["social views on legacy and environmental responsibility"], "startTime": [1457567905595], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569070860], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:51:35Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:17:49Z"}