{"ApprovalTime": "2016-03-10T00:20:27Z", "AutoApprovalTime": "2016-03-10T00:17:19Z", "AssignmentId": "35BLDD71I6XNMQ6HQELW8DZKJ9FVZB", "WorkerId": "anon55", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [403079], "rating": ["4", "1", "1", "4", "5", "1", "6", "6", "1", "5", "2", "1", "2", "2", "2", "1", "5", "2"], "environmentalist": ["no"], "legacy_essay": ["I really don't want to be remembered for doing anything \"epic\" or \"amazing.\" I don't have any insightful knowledge that others don't have or plan to \"cure cancer\" or \"solve world hunger.\" I just want to be remembered by the impact I had on people I have relationships with. I want them to smile when they think about me and I want them to feel happy about it. I want to have left a positive impact on people. To have made them laugh or smile. Maybe to be there for them when they are sad or down. I just want to be able to insert happiness into their lives so when they remember me it will be with fondness and a happy memory. The positive impact I will have will be helping them to have good moments to reflect on and remember to try to stay positive. \nAspects of my personality I would want to be remembered for would be my sense of humor, kindness, and loyalty. I want to be remembered for making people laugh and putting a smile on their faces. I also want to be remembered for kindness. This would include helping others in times of need and also doing favors without expecting anything in return. For loyalty I want to be remembered as being somebody that people could trust in and depend on. I want to be there for people when they need it and to try my hardest not to let them down. It would make me really happy if people would remember me as having these qualities when I am dead. "], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "It is important to me to leave a positive legacy", "I have important skills I can pass along to others", "I care what future generations think of me", "I feel a connection to future generations", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society"], "year": ["22"], "totalHiddenTime": [0], "sex": ["female"], "race": ["African_American"], "purpose": ["No idea "], "startTime": [1457568331335], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568734414], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:05:33Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:12:19Z"}