{"ApprovalTime": "2016-03-10T00:15:28Z", "AutoApprovalTime": "2016-03-10T00:14:09Z", "AssignmentId": "3LUY3GC63Z0RXW3FL7KEB1H3NS17PA", "WorkerId": "anon181", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [399940], "rating": ["2", "1", "2", "1", "2", "2", "2", "3", "6", "4", "4", "5", "2", "3", "3", "4", "4", "5"], "environmentalist": ["no"], "legacy_essay": ["I would want everyone to remember me by my good intentions and caring nature. I want them to know that I was a great father to my kids and a loving husband. That i was a funny and handsome person. Basically I want them to remember all the good things about me and that my legacy would go on through generation to generation.  Also I would want them to remember what a hard worker I was and that I was able to get the job done."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "I care what future generations think of me", "I feel a connection to future generations", "It is important to me to leave a positive legacy", "I am well liked by my friends"], "year": ["36"], "totalHiddenTime": [23802], "sex": ["male"], "race": ["white"], "purpose": ["About leaving a lasting impression on the current generation"], "startTime": [1457568140254], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568540194], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:02:26Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:09:09Z"}