{"ApprovalTime": "2016-03-10T00:15:28Z", "AutoApprovalTime": "2016-03-10T00:13:14Z", "AssignmentId": "3LEP4MGT3G05AB3FTF5ZG9MASZPDBO", "WorkerId": "anon175", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [969188], "rating": ["4", "4", "1", "2", "2", "2", "3", "5", "2", "6", "5", "4", "4", "4", "4", "4", "3", "3"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered for how thoughtful, courageous and generous I was. I always try to help my friends out, as one should treat one another how they want to be treated is how I grew up and that's still what I believe today. I would like to be remembered for being a great friend to close friends and family. Also, I have manners and am courteous, unlike many in my generation today who just want free things gave to them at the expense of others because they are too lazy to get out and get a job, etc. themselves. "], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I am well liked by my friends", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I feel a connection to future generations", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society"], "year": ["26"], "totalHiddenTime": [774875], "sex": ["male"], "race": ["white"], "purpose": ["A variety of studies."], "startTime": [1457567522106], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568491294], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:52:02Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:08:14Z"}