{"ApprovalTime": "2016-03-10T00:35:27Z", "AutoApprovalTime": "2016-03-10T00:32:53Z", "AssignmentId": "34MAJL3QP4NN7KG9LBP0VMUSRUK43C", "WorkerId": "anon46", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [612435], "rating": ["2", "2", "3", "4", "1", "1", "7", "2", "3", "6", "2", "3", "4", "4", "2", "4", "3", "3"], "environmentalist": ["no"], "legacy_essay": ["I would hope that I leave the people I meet better off.  At the very least, definitely not worse off.  I am not a person who has any interest in fame so that will almost certainly mean that I'm not really remembered by people other than my family after I'm gone.  I don't think that is necessarily a bad thing considering all the people who are remembered for doing horrible things.  Don't get me wrong, I'd love to do something that really helps people and is worthy of being remembered by society as a whole.  I can't really imagine a scenario where I'd get a chance to do that and don't consider myself smart enough to make it happen, but here's hoping."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I feel a connection to future generations"], "year": ["40"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["first to make me think of how I can change the world and seeing if I believe in man made global warming and making me think that is how I can change things.  I do believe in climate change, it has been happening since the world was created."], "startTime": [1457569053071], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569665506], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:17:36Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:27:53Z"}