{"ApprovalTime": "2016-03-10T00:05:28Z", "AutoApprovalTime": "2016-03-10T00:03:49Z", "AssignmentId": "3UOUJI6MTDEY4GH2K6N6F6HQX27UXN", "WorkerId": "anon267", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [416014], "rating": ["6", "1", "3", "4", "2", "6", "6", "6", "2", "4", "4", "5", "5", "6", "5", "6", "6", "5"], "environmentalist": ["yes"], "legacy_essay": ["I decided to start an endowment at my alma mater in honor of my parents, who gave so much to me. I have also bequeathed my estate to my alma mater, to start another scholarship. I know that is what my dad (deceased) would have wanted me to do with my inheritance. With the economy the way it is, it's very important to me to make a difference in education, so that the most young people can benefit. An endowment isn't like a child or family line ... it never dies out, and exists as long as the institution stands. I like knowing that I will leave something behind that will surely endure, and that will help generations of young people, and not just a handful. I think that making the most enduring, positive impact is the best way to be remembered, and that is the legacy that I personally hope to leave behind."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "I feel a connection to future generations", "I have important skills I can pass along to others", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "It is important to me to leave a positive legacy", "I care what future generations think of me"], "year": ["52"], "totalHiddenTime": [5250], "sex": ["female"], "race": ["white"], "purpose": ["Oh, gosh. I have no idea, but I confess to being very curious about this study. "], "startTime": [1457567511529], "english": ["yes"], "grandparent": ["no"], "endTime": [1457567927543], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:51:50Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-09T23:58:49Z"}