{"ApprovalTime": "2016-03-10T00:20:27Z", "AutoApprovalTime": "2016-03-10T00:17:10Z", "AssignmentId": "3OVR4I9USPJFELMBJM1W8UN31MXQ40", "WorkerId": "anon210", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [415910], "rating": ["2", "4", "3", "4", "5", "4", "1", "5", "7", "6", "4", "4", "5", "5", "4", "4", "4", "5"], "environmentalist": ["yes"], "legacy_essay": ["I would like my daughter to remember me as a person who wasn't afraid to be unconventional, who encouraged her to develop her interests and talents, and as someone who shaped her eccentric view of the world. As well as my unwavering, unconditional love.  I would like to be remembered as helpful and informative by the people I educate in the course of my work. I would like to be remembered for being kind to people who are facing a difficult time in their lives. I would like to be remembered for sharing useful information accurately in my blog. It would also be nice if people in my community remembered me for my sense of humor and commitment to local feminist causes. "], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "I feel a sense of responsibility to future generations", "I care what future generations think of me", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I am well liked by my friends"], "year": ["54"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["How are sense of time after we're dead influences our choices about preserving the environment. And I really doubt there were three arms to this study. "], "startTime": [1457568313761], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568729671], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:05:11Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:12:10Z"}