{"ApprovalTime": "2016-03-10T00:50:27Z", "AutoApprovalTime": "2016-03-10T00:49:53Z", "AssignmentId": "37W3JXSD6680WPWHK2O9G89WKOFYWZ", "WorkerId": "anon73", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [460399], "rating": ["1", "1", "5", "4", "3", "2", "3", "4", "2", "4", "1", "1", "1", "3", "1", "4", "1", "4"], "environmentalist": ["no"], "legacy_essay": ["I'd like to be remembered for how caring I was with my grandmother. She basically saved my life, and when she got old and sick, I returned the favor by dutifully and lovingly helping to care for her for most of a decade. She was a wonderful woman, and my family has expressed great admiration for her, and I'd like to be remembered for the way in which I helped her to carry on, so that we could all spend additional time with Grandma in her  twilight years. I don't ask this entirely for myself, it's sort of a memory that I think is nice for the whole family, and since I'm still alive, I think I could serve as a living reminder of the wonderful representatives of our past generation, no longer with us, of which Grandma was such a shining example."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I feel a connection to future generations", "I am well liked by my friends", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society"], "year": ["45"], "totalHiddenTime": [49040], "sex": ["male"], "race": ["white"], "purpose": ["How writing the essay would affect my responses to the later items."], "startTime": [1457570200440], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570660839], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:26:45Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:44:53Z"}