{"ApprovalTime": "2016-03-10T00:15:28Z", "AutoApprovalTime": "2016-03-10T00:12:40Z", "AssignmentId": "3E13VNJ1NNVL5O19JWDL1UPEYS5I1B", "WorkerId": "anon109", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [917163], "rating": ["4", "5", "2", "5", "4", "3", "5", "6", "5", "7", "4", "5", "6", "5", "6", "5", "4", "5"], "environmentalist": ["yes"], "legacy_essay": ["would like to be remembered I would like to be remembered as the guy who could always make you laugh. I want to be remembered as the guy who brightened your day up by making you smile. I have always been told that I have a gift for making people laugh. Some people want to be remembered by being the smartest or most athletic. But those only help you. I make people laugh, I myself get nothing more than seeing the joy and laughter on one someone's face after I tell I joke or make a funny comment."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Take showers that are 5 minutes or less", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I am well liked by my friends", "I feel a sense of responsibility to future generations", "I care what future generations think of me", "It is important to me to leave a positive legacy", "Others would say I have made unique contributions to my community or society", "I have important skills I can pass along to others", "I feel a connection to future generations", "I feel it is important for me to leave a positive mark on society"], "year": ["25"], "totalHiddenTime": [720674], "sex": ["male"], "race": ["white"], "purpose": ["see opinion"], "startTime": [1457567548573], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568465736], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:51:39Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:07:40Z"}