{"ApprovalTime": "2016-03-10T00:15:27Z", "AutoApprovalTime": "2016-03-10T00:10:28Z", "AssignmentId": "3E4GGUZ1T8RJ049T23YBJTEWI2A2KP", "WorkerId": "anon113", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [425021], "rating": ["4", "4", "2", "1", "2", "4", "6", "6", "6", "2", "2", "4", "3", "2", "4", "2", "5", "3"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered as someone who was a good person who had a positive impact on others. I want to be remembered as someone funny who made other people laugh. I want to be remembered for my writing and ideas. I want people in the future to look at my stories and journals and be able to see what people today have not. I want them to see the ideas I had and realize how ahead of my time I was. I would hope that the people of the future can learn from the ideas I have written down that people today cannot necessarily learn from because they don't understand it. I want the passage of time to be the rosetta stone for future generations to decrypt my consciousness and my true impressions and understandings of the world. I want them to look back and want to bring me back to life to help them even if it's physically impossible for them to. I don't really care if it's not possible, I would just like them to feel that way."], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Take showers that are 5 minutes or less", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I feel a connection to future generations", "I am well liked by my friends", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "It is important to me to leave a positive legacy", "I care what future generations think of me"], "year": ["29"], "totalHiddenTime": [0], "sex": ["male"], "race": ["Asian"], "purpose": ["How people feel about future generations and the link between that and environmental behaviors."], "startTime": [1457567901139], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568326160], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:58:20Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:05:28Z"}