{"ApprovalTime": "2016-03-10T00:05:29Z", "AutoApprovalTime": "2016-03-10T00:04:47Z", "AssignmentId": "3DHE4R9OCWBEYIDACCDWL1M3BLSG2Z", "WorkerId": "anon104", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [445100], "rating": ["2", "5", "1", "1", "2", "2", "3", "3", "5", "6", "2", "4", "5", "3", "3", "5", "2", "3"], "environmentalist": ["no"], "legacy_essay": ["I honestly don't think about being remembered for anything.  If I had to choose something to be remembered, I'd want to be remembered for my integrity and the way that I treated people.  I would want to be remembered as someone who took pride in what they were doing no matter what it was.  Someone who didn't do things halfway or just did enough to get by.  I would also want to be remembered for my love of learning.  The way that I always wanted to know the reason for things instead of just accepting them at face value.  I would want to be remembered as someone who was able to give of himself and help people even when there was nothing at all to be gained by it except for the feeling you get when you are there for someone who needs you."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I care what future generations think of me", "I feel it is important for me to leave a positive mark on society"], "year": ["52"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["I'm guessing it's studying attitudes on climate change and how that's viewed as a personal responsibility."], "startTime": [1457567532965], "english": ["yes"], "grandparent": ["no"], "endTime": [1457567978065], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:52:14Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-09T23:59:47Z"}