{"ApprovalTime": "2016-03-10T00:05:28Z", "AutoApprovalTime": "2016-03-10T00:03:46Z", "AssignmentId": "3TY7ZAOG5FKC4U6FNGUX05LHL4P0K2", "WorkerId": "anon265", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [408827], "rating": ["3", "1", "1", "1", "4", "2", "6", "6", "2", "6", "5", "6", "5", "5", "6", "5", "5", "4"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered for my commitment to family, generosity and willingness to help people, especially those close to me.  I hope my children will pass my name on to their children, children's children, and so on. I hope that I can leave my wife and children with good memories when I'm gone. I hope I will be remembered for all the good I've done and not the mistakes I've made.  I hope I leave my children able to cope with the world, take it head on and never look back.\n"], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel it is important for me to leave a positive mark on society", "I care what future generations think of me", "I am well liked by my friends", "I feel a connection to future generations", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society"], "year": ["37"], "totalHiddenTime": [null], "sex": ["male"], "race": ["white"], "purpose": ["If the writing task would make me feel responsible to be more green."], "startTime": [1457567469599], "english": ["yes"], "grandparent": ["no"], "endTime": [1457567878426], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:51:51Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-09T23:58:46Z"}