{"ApprovalTime": "2016-03-10T00:50:27Z", "AutoApprovalTime": "2016-03-10T00:47:59Z", "AssignmentId": "37W3JXSD6680WPWHK2O9G89WKOHWYZ", "WorkerId": "anon74", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [355981], "rating": ["4", "1", "4", "5", "5", "1", "1", "7", "6", "7", "6", "6", "6", "6", "5", "6", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered for my kindness and generosity. I want people to remember me as someone who was always willing to lend a hand, even when there were hard challenges to face. I want to be known for the time I spent with others and the importance that I place on kindness and the well-being of members of my family, friends, and the community as a whole.  I believe that it is important to be charitable, either with your time, money, or possessions, as there are those who are always in need.  If there is something to spare, I believe it is important to use it to help others or to give someone in need that could use it more than me.  I also try to value simplicity in my life, in terms of both possessions and in the things that I do.  I think if others focused more on that in the future, the world would not only be a better place, but most people would not be in debt or wanting and consuming more than they need to."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "", "I feel a connection to future generations", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "I am well liked by my friends", "It is important to me to leave a positive legacy", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society"], "year": ["28"], "totalHiddenTime": [null], "sex": ["male"], "race": ["white"], "purpose": ["To see how people think about the future."], "startTime": [1457570221845], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570577826], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:37:00Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:42:59Z"}