{"ApprovalTime": "2016-03-10T00:45:27Z", "AutoApprovalTime": "2016-03-10T00:42:16Z", "AssignmentId": "3Z4XG4ZF48R06JAPH3M1JEZ10BI8XO", "WorkerId": "anon317", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [334010], "rating": ["2", "4", "1", "1", "3", "4", "5", "5", "6", "3", "5", "5", "5", "5", "4", "5", "4", "4"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered as a family / friends man catering to the needs of people around me. Although I do not currently have kids, I want my kids to remember me as the father figure that was there for them through thick and thin. Be there for them through their firsts of, their seconds of, and everything else.\nMoney does not bring happiness. Friends and family do. "], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I am well liked by my friends", "I care what future generations think of me", "I feel a connection to future generations", "I feel a sense of responsibility to future generations", "It is important to me to leave a positive legacy", "I have important skills I can pass along to others", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society"], "year": ["29"], "totalHiddenTime": [1113], "sex": ["male"], "race": ["Asian"], "purpose": [""], "startTime": [1457569855994], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570190004], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:15:38Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:37:16Z"}