{"ApprovalTime": "2016-03-10T00:45:27Z", "AutoApprovalTime": "2016-03-10T00:40:32Z", "AssignmentId": "31JLPPHS2UURBDQR4V499K0X8LLO37", "WorkerId": "anon20", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [802939], "rating": ["2", "1", "1", "3", "5", "1", "4", "5", "5", "7", "4", "2", "5", "2", "3", "5", "5", "4"], "environmentalist": ["no"], "legacy_essay": ["I do not aspire to fortune and fame at all.  I want to be known as a person who tried to, in the smallest of ways no doubt, leave the world a better place than when I came here.  Most importantly, I want to live out my faith in Christ as He directs.  This is where true peace and joy reigns.  It may not look like much from the world's point of view, especially in this day and age.  But I firmly believe that every one of us must face Him in the day of judgment.  The things, people, triumphs, tragedies, and all the rest are but earthly clothing we wear as the pilgrims passing through to our eternal home.  I do hope that maybe I have done something to cause someone to live for the Lord.  All else is temporal...if these haven't left us on this earth, we will have to leave them. at the last.  "], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "", "I care what future generations think of me", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I feel a connection to future generations"], "year": ["62"], "totalHiddenTime": [0], "sex": ["female"], "race": ["African_American"], "purpose": ["Primarily, I think, how people think of earth and environmental issues and what many are doing about them."], "startTime": [1457569325577], "english": ["yes"], "grandparent": ["yes"], "endTime": [1457570128516], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:22:06Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:35:32Z"}