{"ApprovalTime": "2016-03-10T00:55:27Z", "AutoApprovalTime": "2016-03-10T00:55:12Z", "AssignmentId": "3X65QVEQI0N7ISJDKWZIA60XJTVLCN", "WorkerId": "anon292", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [436746], "rating": ["1", "4", "4", "1", "5", "1", "5", "5", "3", "3", "1", "5", "2", "1", "1", "1", "1", "1"], "environmentalist": ["yes"], "legacy_essay": ["Well, I don't suppose I can say \"nothing,\" can I? I don't have children, I don't want children, and I really have no concern over whether or not generic \"future generations\" remember me. Once I'm no longer here, I really don't think the question matters. I'm an introvert, and the world doesn't interest me much. I write book reviews, and I suppose there's a chance they will live on after I do, but I doubt anyone is going to read them and think \"Wow, he must have been a great guy.\" I think it's more important to think about what you're remembered for when you're alive."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "I feel a connection to future generations", "I am well liked by my friends", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I care what future generations think of me", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society"], "year": ["46"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["Are our beliefs generalized or specific?"], "startTime": [1457570568475], "english": ["yes"], "grandparent": ["no"], "endTime": [1457571005221], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:42:51Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:50:12Z"}