{"ApprovalTime": "2016-03-10T00:45:27Z", "AutoApprovalTime": "2016-03-10T00:41:21Z", "AssignmentId": "3K772S5NP8BKTUK1P2QF827TNOWHE2", "WorkerId": "anon166", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [553699], "rating": ["6", "5", "2", "5", "6", "1", "7", "1", "7", "7", "5", "6", "6", "6", "5", "6", "4", "2"], "environmentalist": ["no"], "legacy_essay": ["I'd like my wittiness to be remembered. I've always been a punster, something I \"inherited\" from my father, who was a master at it. We'd have duels from time to time, and it was hysterical how outlandish we'd get. I've always been able to make something funny or create a funny poem or come up with a funny joke or riddle or funny lyrics to a favorite song. My children and then my grandchildren have laughed a lot at my creations. This has been an important part of who I am and what I do consistently in my family. I'm funny. And that's what I'd like to leave for posterity. "], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "", "I feel a connection to future generations", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "I care what future generations think of me", "It is important to me to leave a positive legacy", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society"], "year": ["64"], "totalHiddenTime": [2359], "sex": ["female"], "race": ["white"], "purpose": ["not sure"], "startTime": [1457569626974], "english": ["yes"], "grandparent": ["yes"], "endTime": [1457570180673], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:12:00Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:36:21Z"}