{"ApprovalTime": "2016-03-10T01:35:27Z", "AutoApprovalTime": "2016-03-10T01:35:05Z", "AssignmentId": "3RWE2M8QWHADC0RIKTMDSX2LFZ30NG", "WorkerId": "anon238", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [604063], "rating": ["2", "2", "1", "1", "2", "1", "6", "7", "5", "7", "5", "5", "5", "4", "5", "5", "4", "5"], "environmentalist": ["yes"], "legacy_essay": ["I would like to be remembered for several qualities. I believe that I have a very open mind and am comparatively easy going compared to most people. Compassion would be another quality I would like to be remembered for. For these emotional traits, I wish for my memory to inspire future generations to follow similarly. I feel as if the world is too sensitive about many issues, including political correctness and righteousness. If my memory allows for people to be more forgiving and understanding towards one another, I would feel fulfilled. It would be nice to be remembered for my musical skill, if possible. This would mainly be for self satisfaction though, as I feel that if I were remembered for such a trait I would be considered a successful musician."], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "Others would say I have made unique contributions to my community or society", "I care what future generations think of me", "I have important skills I can pass along to others", "I am well liked by my friends", "I feel a sense of responsibility to future generations"], "year": ["22"], "totalHiddenTime": [8989], "sex": ["male"], "race": ["white"], "purpose": ["I think this study was about people's honest feelings in regards to global warming, as well as their motivation to pass on good examples of environmentally behavior to future generations."], "startTime": [1457572802004], "english": ["yes"], "grandparent": ["no"], "endTime": [1457573406067], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T01:19:58Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T01:30:05Z"}