{"ApprovalTime": "2016-03-10T00:20:27Z", "AutoApprovalTime": "2016-03-10T00:18:23Z", "AssignmentId": "3WI0P0II61SSQIK4PCRPGOREALSRDF", "WorkerId": "anon281", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [397853], "rating": ["1", "1", "3", "1", "1", "3", "1", "7", "4", "1", "4", "4", "4", "5", "4", "6", "4", "3"], "environmentalist": ["no"], "legacy_essay": ["It is very easy for me to know what I want to be remembered for. I want the world to read my novels and stories for hundreds of years. I want my stories to resonate with people for generation upon generation. I want people to know my name as one of the giants in the fantasy and science fiction fields. I want movies to be made from my stories and those movies will bring forth revelations and emotions in people that they did not deem possible. I want my great, great grand children to say \"Yes, that is my grandmother and I am proud of it.\" I want people to specialize in collecting my books and memorabilia. I want them to seek out my original notes on my stories and jump up and down with glee when stumbling across a first edition of my work. That's about it. Not much more I can say."], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations"], "year": ["48"], "totalHiddenTime": [null], "sex": ["female"], "race": ["Hispanic"], "purpose": ["I don't know"], "startTime": [1457568400158], "english": ["yes"], "grandparent": ["yes"], "endTime": [1457568798011], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:56:40Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:13:23Z"}