{"ApprovalTime": "2016-03-10T00:25:27Z", "AutoApprovalTime": "2016-03-10T00:21:08Z", "AssignmentId": "3OWEPKL089CRUBR25S7M7CC8ND27NG", "WorkerId": "anon208", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [453723], "rating": ["4", "5", "4", "4", "2", "2", "2", "6", "6", "6", "5", "5", "5", "5", "4", "5", "4", "5"], "environmentalist": ["yes"], "legacy_essay": ["I will like to be remembered for my humanity. All my life I have tried to live by the edict of \"do unto others as you would have them do unto you\". I have not had a very influential life and the circle of people who have known me for significant periods of me is small. However, I will like those who have known me to remember me for this trait of humanity I have all strived to live by. It is easy to underestimate the effect you have had had on people you have associated with over your lifetime. It is also easy to overestimate this effect. Ultimately, only those I leave people will be the judge of whether they believe I lived my life with this trait of humanity in a significant manner."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I care what future generations think of me", "I have important skills I can pass along to others", "I am well liked by my friends"], "year": ["49"], "totalHiddenTime": [0], "sex": ["male"], "race": ["African_American"], "purpose": ["don't know"], "startTime": [1457568511582], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568965305], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:08:26Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:16:08Z"}