{"ApprovalTime": "2016-03-10T00:15:28Z", "AutoApprovalTime": "2016-03-10T00:14:25Z", "AssignmentId": "3RSDURM96AM6FPAQZ2U3U22WDK8EYX", "WorkerId": "anon234", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [500884], "rating": ["1", "2", "3", "2", "3", "1", "5", "5", "3", "6", "4", "4", "3", "3", "5", "5", "4", "3"], "environmentalist": ["no"], "legacy_essay": ["I would like to remembered as a good person. I want to be surrounded by loved one who will miss the memory of me. I want to be good. I dont care about some big legacy I just want to be remember for love and bringing joy into everyones life I interact with. I want kids who remember a good father. I want coworkers who remember a hard worker. I want my teammates in jiujitsu to remember a man with ferocious tendency who put other peoples goals just as high as my own. I want people to smile when they think about me. I want to change peoples lives for good. Screw walking on the moon or making a bunch of money. "], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends", "I feel a connection to future generations", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I have important skills I can pass along to others", "I care what future generations think of me"], "year": ["24"], "totalHiddenTime": [0], "sex": ["male"], "race": ["Hispanic"], "purpose": ["dont know"], "startTime": [1457568061885], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568562769], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:01:02Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:09:25Z"}