{"ApprovalTime": "2016-03-10T01:50:27Z", "AutoApprovalTime": "2016-03-10T01:47:34Z", "AssignmentId": "3SPJ0334213EQ5WID35URIFOISDJYW", "WorkerId": "anon254", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [409226], "rating": ["4", "2", "5", "2", "3", "2", "7", "3", "7", "6", "5", "5", "4", "6", "6", "6", "6", "6"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered for making a contribution that no one else has made before. I would like to be remembered for having a positive effect on society. For example, making a contribution in my field of work that advances the field. I would hope that future generations would remember me as devoting my time and effort selflessly to the advancement of mankind, even if my efforts did not result in some extraordinary achievement."], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "I feel a connection to future generations", "I am well liked by my friends", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "I care what future generations think of me", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society"], "year": ["31"], "totalHiddenTime": [0], "sex": ["male"], "race": ["Other"], "purpose": ["I think this survey might have been about learning about perceptions towards environmentalism."], "startTime": [1457573742317], "english": ["yes"], "grandparent": ["no"], "endTime": [1457574151543], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T01:24:02Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T01:42:34Z"}