{"ApprovalTime": "2016-03-10T00:25:27Z", "AutoApprovalTime": "2016-03-10T00:23:05Z", "AssignmentId": "3MMN5BL1WZ43BA5FRFPWHGBSDL43M5", "WorkerId": "anon187", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [1579504], "rating": ["1", "3", "1", "5", "1", "4", "6", "4", "4", "4", "4", "3", "5", "5", "4", "5", "5", "4"], "environmentalist": ["no"], "legacy_essay": ["I wanna be remembered for something greater than myself, I want people to remember me for my accomplishments and ambition to keep on striving even when the chips were down, for not giving up and persevering until I reach the top or some sort of success. I want to be able to inspire others to be great and be all they can be, to never give up on your dreams no matter how hard or far away they might be. I want to be proof that no matter how messed up and hard life is, there will always be a way to overcome any situations. I want to leave behind a blueprint for others to follow and become successful, and if not successful at peace with their own lives and to focus on what they do have and not what they don't have."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "It is important to me to leave a positive legacy", "I care what future generations think of me", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others"], "year": ["25"], "totalHiddenTime": [726743], "sex": ["male"], "race": ["Other"], "purpose": ["How people who want to inspire others."], "startTime": [1457567492761], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569072265], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:51:43Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:18:05Z"}