{"ApprovalTime": "2016-03-10T00:10:28Z", "AutoApprovalTime": "2016-03-10T00:09:40Z", "AssignmentId": "30OG32W0SUBC3Q6CS0LSDM4P903NEF", "WorkerId": "anon12", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [482419], "rating": ["2", "6", "6", "1", "1", "6", "1", "7", "7", "7", "6", "6", "4", "6", "5", "6", "6", "6"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered as someone who was compassionate and empathetic towards others. I could amass wealth and, yeah, while that would be great...I think my concern for others would be a greater legacy to leave behind. All too often we encounter folks who are just interested in their own needs and not comcerned about other's well-being. I don't want to be one of those fools. When I am gone, i want my kids and grandkids to talk about how i cared for others. I want to be remembered as someone who wanted to make the world - or at least my corner of it - a better place."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel it is important for me to leave a positive mark on society", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations", "I am well liked by my friends"], "year": ["42"], "totalHiddenTime": [271906], "sex": ["female"], "race": ["white"], "purpose": ["I am not sure...other than to gauge what people think is important in life."], "startTime": [1457567796031], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568278450], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:54:18Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:04:40Z"}