{"ApprovalTime": "2016-03-10T00:30:27Z", "AutoApprovalTime": "2016-03-10T00:25:53Z", "AssignmentId": "3ZPBJO59KP1F1O61T7FV2KP8NCWHDA", "WorkerId": "anon324", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [304590], "rating": ["4", "5", "3", "3", "3", "4", "5", "5", "3", "5", "5", "4", "3", "3", "3", "2", "5", "5"], "environmentalist": ["yes"], "legacy_essay": ["i want to be remembered for being caring and helpful. i want to be able to help people and be remembered for it. i want people to know i was a good person and that i cared a lot about them. i want to help everyone that i can. i wanted to make an impact on the world and make sure people know that i tried my hardest to make things good in life and for other people"], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I feel a connection to future generations", "I care what future generations think of me", "It is important to me to leave a positive legacy", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "I am well liked by my friends"], "year": ["24"], "totalHiddenTime": [null], "sex": ["female"], "race": ["white"], "purpose": [""], "startTime": [1457568959426], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569264016], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:15:45Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:20:53Z"}