{"ApprovalTime": "2016-03-10T01:20:27Z", "AutoApprovalTime": "2016-03-10T01:19:49Z", "AssignmentId": "3TY7ZAOG5FKC4U6FNGUX05LHL4WK0T", "WorkerId": "anon266", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [473440], "rating": ["2", "4", "5", "5", "5", "2", "6", "6", "6", "2", "5", "5", "5", "6", "4", "2", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered for being a good person and a great mother to my son. I would like for people to be able to say that I would help anyone with anything. Never asking for anything in return. Let people remember me with love and laughter! I want them to remember that I was a hard worker and never broke a promise that I had made, if at all possible. Let them remember that my family was of utmost importance to me.\n\nThey will remember that I am a strong woman that doesn't quit trying to better myself."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I am well liked by my friends", "It is important to me to leave a positive legacy", "I have important skills I can pass along to others", "I care what future generations think of me", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "I feel a connection to future generations"], "year": ["42"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["finding out how people will respond to future generations"], "startTime": [1457572016264], "english": ["yes"], "grandparent": ["no"], "endTime": [1457572489704], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T01:06:50Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T01:14:49Z"}