{"ApprovalTime": "2016-03-10T01:05:27Z", "AutoApprovalTime": "2016-03-10T01:03:53Z", "AssignmentId": "3L0KT67Y8EG7P8F80XE8JJ6BEBMSYH", "WorkerId": "anon172", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [505344], "rating": ["2", "6", "4", "6", "2", "6", "7", "6", "7", "2", "6", "5", "6", "5", "6", "6", "5", "5"], "environmentalist": ["yes"], "legacy_essay": ["I was a drug and alcohol addict for many years My abuse got to the point where it destroyed my life in just about every category. I knew I need help, so I got the help I needed to kick the habits. As I have been sober for a few years now, I changed my life to the better. I've learned many new coping skills to handle life's problems without drugs or alcohol. I have been helping others who struggle with drugs and alcohol to help change their lives\nThere is still hope today for people who were in my shoes with abuse problems. I want to be remembered by how I changed my life and how other people can change their lives as well if they will just reach out for help. I want to be remembered for living sober."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I feel it is important for me to leave a positive mark on society", "I care what future generations think of me", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I have important skills I can pass along to others"], "year": ["45"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["I'm not really sure."], "startTime": [1457571032277], "english": ["yes"], "grandparent": ["no"], "endTime": [1457571537621], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:50:25Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:58:53Z"}