{"ApprovalTime": "2016-03-10T00:20:28Z", "AutoApprovalTime": "2016-03-10T00:20:17Z", "AssignmentId": "3SITXWYCNV9J8H8WKF6BAGP28H2XBB", "WorkerId": "anon250", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [425989], "rating": ["1", "3", "1", "1", "2", "1", "5", "2", "3", "5", "2", "4", "4", "3", "4", "4", "5", "3"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered for several things. I want to be remember for being a great mother and giving my children lots of good memories. I want them to tell people that I always put them first. I want to be remembered for being a good person and being kind to others. I would also like for people to say that was the kind of person that you always knew where I stood on things. I want people to say that I loved deeply and gave my all to everything I did. I hope that they talk about my personality and how I brought joy and happiness to those around me."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "", "I feel a connection to future generations", "I care what future generations think of me", "I am well liked by my friends", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations"], "year": ["27"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["Impact on the future."], "startTime": [1457568488324], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568914313], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:08:09Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:15:17Z"}