{"ApprovalTime": "2016-03-10T00:35:27Z", "AutoApprovalTime": "2016-03-10T00:34:47Z", "AssignmentId": "33C7UALJVLYSGIPWAA1UO5V0VW381W", "WorkerId": "anon34", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [380545], "rating": ["3", "4", "4", "3", "3", "4", "2", "5", "4", "5", "5", "5", "5", "5", "5", "5", "5", "4"], "environmentalist": ["no"], "legacy_essay": ["I'd like to be remembered as someone who always saw the good in every situation , someone who brought positive energy with then everywhere I went . I want to be remembered as a hard worker. As someone that loved and cherished life! Someone who wasn't afraid to live but most of all to someone who wasn't afraid love and loved everybody as they were! Also when I die I plan to donate my organs or whatever is left of my body that is usable to someone else then whatever is left after that to medical science. For if I can't make a difference for someone in this life at the least I might be able to change their life for the better in death. "], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I am well liked by my friends", "I have important skills I can pass along to others", "I feel a connection to future generations", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "I care what future generations think of me", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy"], "year": ["28"], "totalHiddenTime": [160018], "sex": ["male"], "race": ["white"], "purpose": ["opinions on legacy and issues"], "startTime": [1457569404898], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569785443], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:10:31Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:29:47Z"}