{"ApprovalTime": "2016-03-10T00:40:27Z", "AutoApprovalTime": "2016-03-10T00:40:20Z", "AssignmentId": "31Z0PCVWUKFPPOWM2OTYGBI0CVOT73", "WorkerId": "anon24", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [780729], "rating": ["1", "2", "3", "1", "1", "5", "2", "6", "5", "7", "5", "6", "6", "5", "6", "2", "3", "4"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered a pioneer in a new field. A field that would have impact on society and human civilization as whole. It would be something that many people benefit from and something that would push our entire species toward a common goal. Getting the human race to band together to do something would be beneficial to everyone on the planet and a feat that nobody has accomplished before.\n\nWith regards to personality I would like to be remembered as someone that is not too cruel or nice and has a good moral compass. I would not want people to fear me. I would want others to judge me based on actions. I want to be in a position of power and be able to help people without any expectations from them. During my life I would not want any acknowledgement publicly, but after I have deceased I would want my life work to still have value to future generations."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "", "I am well liked by my friends", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "I care what future generations think of me"], "year": ["22"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["I think this study is about what is important to people with regards to their legacy. It may have something to do with climate change and the serious proposition of our planet no longer being inhabitable for future generations because of what our current generation is doing to the planet. It would be interesting to see if people would like to see their legacy continue, but at the same time making no effort to better the world that we all live in. If the world is no longer inhabitable--what good is a legacy?"], "startTime": [1457569338418], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570119147], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:22:16Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:35:20Z"}