{"ApprovalTime": "2016-03-10T00:20:27Z", "AutoApprovalTime": "2016-03-10T00:16:45Z", "AssignmentId": "3R8YZBNQ9HICX84ULKZ3B67DSONQ7K", "WorkerId": "anon236", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [397810], "rating": ["1", "6", "4", "5", "1", "4", "6", "7", "6", "2", "4", "2", "4", "2", "2", "4", "4", "4"], "environmentalist": ["yes"], "legacy_essay": ["I would like to be remembered for my commitment to not doing harm to others or to the planet. I don't have any specific wishes about rearing children or teaching skills to people. I would like to inspire and influence others to be conscientious and eco-friendly. My vegan belief system is important to me and I believe it is the right way to live. I have adhered to this belief system steadfastly and I would like to be an example to others in that way. Similarly I have avoided using cars and other unnecessarily wasteful choices when I have alternative options. I would like people to think back on those choices of mine and be inspired to try their best as well."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I have important skills I can pass along to others", "I care what future generations think of me", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society"], "year": ["24"], "totalHiddenTime": [145564], "sex": ["female"], "race": ["white"], "purpose": [" seeing if the amount we wrote about how we want future generations to see us correlates with our enviornmental friendliness"], "startTime": [1457568299228], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568697038], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:05:03Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:11:45Z"}