{"ApprovalTime": "2016-03-10T00:15:27Z", "AutoApprovalTime": "2016-03-10T00:11:57Z", "AssignmentId": "3FDJT1UU748BZ1SGKM09H0H82C0K57", "WorkerId": "anon119", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [460981], "rating": ["5", "4", "5", "5", "2", "3", "7", "7", "7", "1", "5", "6", "4", "5", "4", "5", "5", "5"], "environmentalist": ["yes"], "legacy_essay": ["I would like to be remembered by the fact that I was a very good person and   was a very devoted mother to my three children. My legacy is for my children and grand children to remember the little things that we did. Money and possessions really dont matter, it is the person that means the most. The need for me to be remembered as an old hippie. I was a flower child and loved nature. I was a very simple person, didnt need alot, just a pretty flower and a ride to the mountains. Nothing like a good cold beer. Yes, that is a good memory to leave. Memories of the beach, the woods, and of course the lake."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I feel a connection to future generations", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I care what future generations think of me", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others"], "year": ["56"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["what we want to be remembered by.."], "startTime": [1457567952437], "english": ["yes"], "grandparent": ["yes"], "endTime": [1457568413418], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:59:10Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:06:57Z"}