{"ApprovalTime": "2016-03-10T00:45:27Z", "AutoApprovalTime": "2016-03-10T00:43:35Z", "AssignmentId": "3FTYUGLFSUL3LVM6S5EMDNMII375DJ", "WorkerId": "anon128", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [691280], "rating": ["2", "4", "2", "1", "6", "4", "5", "1", "7", "5", "4", "5", "6", "5", "5", "4", "4", "6"], "environmentalist": ["no"], "legacy_essay": ["My Name.but then again who doesn't. As a good mother, an accomplished photographer and a loving wife. As a loving mother  and a good person. Those are the qualities that are most important to me to strive towards in life, and are how I would most like to be remembered. \t\n\nI also, want to be remembered by many for bravery and courage, And the strength to follow my dreams and not become comfortable with barely living because that's what were told to do, be remembered for your dreams that you want to be true."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "", "I care what future generations think of me", "It is important to me to leave a positive legacy", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "Others would say I have made unique contributions to my community or society", "I am well liked by my friends"], "year": ["36"], "totalHiddenTime": [239133], "sex": ["female"], "race": ["white"], "purpose": ["The enviroment"], "startTime": [1457569615141], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570306421], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:27:01Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:38:35Z"}