{"ApprovalTime": "2016-03-10T00:25:27Z", "AutoApprovalTime": "2016-03-10T00:22:50Z", "AssignmentId": "3ZAK8W07I4EQ7QBRHUYZ6SUFNVOU0U", "WorkerId": "anon313", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [679667], "rating": ["6", "1", "1", "5", "2", "2", "5", "5", "4", "6", "6", "6", "6", "5", "5", "5", "3", "5"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered as the woman who had it all--the woman who was able to graduate with an engineering degree, took that degree to Wall Street, and had a family. I want others to recognize me as someone who excelled in all facets of my life. I want people to admire my ability to manage my time consuming and intense career with my attendance of all of my childrens' activities. I hope to be able to teach women that with enough patience and passion, all women can have \"it all\". "], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society", "I care what future generations think of me", "I feel a connection to future generations", "I am well liked by my friends"], "year": ["22"], "totalHiddenTime": [361840], "sex": ["female"], "race": ["Hispanic"], "purpose": ["I think this study was about the perception that subjects have about their legacy regarding environmental impact. "], "startTime": [1457568415237], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569094904], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:06:21Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:17:50Z"}