{"ApprovalTime": "2016-03-10T00:30:27Z", "AutoApprovalTime": "2016-03-10T00:26:02Z", "AssignmentId": "3NLZY2D53PPBCTTWPE0DUBPEN8TQLU", "WorkerId": "anon197", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [437289], "rating": ["1", "2", "4", "4", "4", "4", "5", "5", "2", "5", "5", "5", "5", "5", "5", "5", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["I would like to be remembered as a kind , loving , Christian woman. I would also like to be remembered for being a great wife and a wonderful mother. I hope my kids grow up with a good part of me. I hope they remember all the life lessons I have taught them and put them to use . I hope they remember to treat others as they would like to be treated and to help anyone who needs it. I also hope they remember to say their prayers and to thank God for their blessings.I have tried to instill all these qualities in my kids and I hope they continue to act like they have been taught. After I am gone, I hope that these qualities will continue to live on in my kids."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "I care what future generations think of me", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I feel a sense of responsibility to future generations", "I feel a connection to future generations"], "year": ["53"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": [""], "startTime": [1457568861011], "english": ["yes"], "grandparent": ["no"], "endTime": [1457569298300], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:13:41Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:21:02Z"}