{"ApprovalTime": "2016-03-10T00:05:29Z", "AutoApprovalTime": "2016-03-10T00:04:19Z", "AssignmentId": "30LSNF239UVSU9J520DZ6DZJQYJI2S", "WorkerId": "anon9", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [370656], "rating": ["1", "1", "3", "1", "3", "5", "3", "2", "5", "6", "5", "5", "4", "4", "5", "4", "4", "4"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered for being an all around nice person who stop at anything to help my fellow man. I want to be known for my hard work and contributions to my organization. I also want to be recognized for being a great mother. I raised my son in spite of many odds. I want to be seen as someone who has overcome a lot of adversity to live a successful and fulfilling life."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "I am well liked by my friends", "I feel a connection to future generations", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society"], "year": ["37"], "totalHiddenTime": [118995], "sex": ["female"], "race": ["white"], "purpose": ["attitudes about the environment"], "startTime": [1457567586080], "english": ["yes"], "grandparent": ["no"], "endTime": [1457567956736], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:51:45Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-09T23:59:19Z"}