{"ApprovalTime": "2016-03-10T00:20:27Z", "AutoApprovalTime": "2016-03-10T00:18:28Z", "AssignmentId": "3NLZY2D53PPBCTTWPE0DUBPEN8RQLS", "WorkerId": "anon196", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [854438], "rating": ["5", "4", "5", "4", "4", "4", "7", "7", "1", "7", "6", "5", "5", "5", "5", "5", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["What do I want to be remembered for? That is a very interesting question indeed. Being remembered by future generations I think is the drive for some people. For most tho everyday life gets in the way of our ambitions for being remembered on a grand scale. I would imagine usually people settle for being remembered by friends and family. I would love to be remembered by my friends and family on a high note.  Being remembered in a such a way by the people closest to you would be, in my humble opinion, a grand way to be remembered. I wish to be remembered as a funny lovable person. As that person who would light up a room when they walk into it. I would also loved to be remembered for my generosity as well as my understanding. These are core values in my life that I believe are essential for me to be happy and I would love if I was remembered in such a way. I find no value in being remembered for the physical or superficial things in life but for the relationships and connections I had with people. That would truly be a grand way to be remembered."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "I feel a sense of responsibility to future generations", "I care what future generations think of me", "I feel it is important for me to leave a positive mark on society", "I am well liked by my friends", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society", "It is important to me to leave a positive legacy", "I feel a connection to future generations"], "year": ["31"], "totalHiddenTime": [36276], "sex": ["male"], "race": ["white"], "purpose": ["fun study "], "startTime": [1457567950591], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568805029], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:54:09Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:13:28Z"}