{"ApprovalTime": "2016-03-10T00:10:27Z", "AutoApprovalTime": "2016-03-10T00:06:19Z", "AssignmentId": "3Z4GS9HPNVA2RQZFPLQXBFQINYU772", "WorkerId": "anon316", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [538509], "rating": ["6", "4", "1", "2", "1", "1", "4", "6", "1", "6", "5", "6", "6", "6", "6", "6", "6", "4"], "environmentalist": ["no"], "legacy_essay": ["I want to be remembered for my character and how I helped those who were less fortunate than I.  In addition, I want to be remembered for being honest, ethical, compassionate,and kind.  I want my family to remember me as a happy, carefree person who lived in the moment and never took life for granted.  My husband will remember that I stood by his side and loved him unconditionally.  I want people to remember that my friends and family were of utmost importance and I never put work before these people.    "], "sentence": ["", "", "", "", "", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "", "Others would say I have made unique contributions to my community or society", "I care what future generations think of me", "I feel a connection to future generations", "It is important to me to leave a positive legacy", "I have important skills I can pass along to others", "I feel it is important for me to leave a positive mark on society", "I am well liked by my friends", "I feel a sense of responsibility to future generations"], "year": ["34"], "totalHiddenTime": [246379], "sex": [null], "race": ["white"], "purpose": ["This study was about your perceptions towards the environment and future generations."], "startTime": [1457567536006], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568074515], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:52:15Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:01:19Z"}