{"ApprovalTime": "2016-03-10T00:25:27Z", "AutoApprovalTime": "2016-03-10T00:21:34Z", "AssignmentId": "32EYX73OY09E7KVQB7HEQOV2WLOURT", "WorkerId": "anon25", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [458423], "rating": ["2", "2", "3", "3", "2", "3", "6", "6", "4", "4", "6", "5", "4", "6", "4", "6", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["I would like to be remembered for my love of animals, especially dogs.  I have adopted many rescued and abused dogs and gave them a loving home.  I had fostered two dogs as well.  My son jokes that in my older years I will be referred to as \"that crazy dog lady.\"  I said I would wear that as a badge of honor!  It would be wonderful if I were remembered for my love and devotion to my pets and to my volunteerism at our local animal sanctuary.  I would be so happy to be remembered in that way, since I have loved dogs and animals since I was very young.  I have a big heart and I guess that's how I best express it.  I feel that giving these dogs, especially my Mugsy, who was from a puppy mill, show people that I truly care for dogs and especially those who have been abused.  "], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I feel a connection to future generations", "Others would say I have made unique contributions to my community or society", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I care what future generations think of me", "I feel it is important for me to leave a positive mark on society", "It is important to me to leave a positive legacy", "I am well liked by my friends"], "year": ["57"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["About how important it is to leave our mark on society."], "startTime": [1457568534029], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568992452], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:08:52Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:16:34Z"}