{"ApprovalTime": "2016-03-10T00:15:27Z", "AutoApprovalTime": "2016-03-10T00:10:36Z", "AssignmentId": "3L4D84MILZSS4A6T33165IKLSWRJHO", "WorkerId": "anon174", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [393278], "rating": ["5", "4", "6", "2", "6", "6", "1", "1", "7", "7", "5", "5", "6", "6", "5", "6", "6", "6"], "environmentalist": ["yes"], "legacy_essay": ["I would like to be remembered as a good person who had integrity and a sense of justice as well as a very creative person. To be remembered as a person who accepted everyone as they are and led others to do the same.\nAnd as a person who saw the world/universe and found joy in it every day despite overwhelming obstacles. A survivor and a thriving. But, mostly, as a good person who loved people and the world and found joy. That's about it."], "sentence": ["", "", "", "", "", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "", "I feel that it is important to maintain the environment for future generations.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "Others would say I have made unique contributions to my community or society", "I care what future generations think of me", "I feel a sense of responsibility to future generations", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "I feel a connection to future generations"], "year": ["58"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["Not sure."], "startTime": [1457568021437], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568414715], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:58:50Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:05:36Z"}