{"ApprovalTime": "2016-03-10T00:35:27Z", "AutoApprovalTime": "2016-03-10T00:33:26Z", "AssignmentId": "32RIADZISS4RR11OBQQ13U24JAK4S5", "WorkerId": "anon27", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [448394], "rating": ["4", "3", "5", "6", "6", "3", "1", "6", "6", "6", "5", "5", "5", "5", "5", "5", "5", "5"], "environmentalist": ["yes"], "legacy_essay": ["I would want to be remembered as a good husband and a good friend. I would want people to think of my sense of humor and intellect. I would hope that I would be remembered as kind and loving, and folks might share a story about how I cried at an old movie or played with a niece or nephew. I would hop to leave the world a better place than when I got here. I don't need to have my name on a building."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "", "I care what future generations think of me", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "I feel a sense of responsibility to future generations", "I am well liked by my friends", "Others would say I have made unique contributions to my community or society"], "year": ["52"], "totalHiddenTime": [12892], "sex": ["male"], "race": ["white"], "purpose": ["Environmental attitudes"], "startTime": [1457569672284], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570120678], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:20:52Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:28:26Z"}