{"ApprovalTime": "2016-03-10T00:40:27Z", "AutoApprovalTime": "2016-03-10T00:39:56Z", "AssignmentId": "32VNZTT0A74FQM1BW1QWDKX8X81R44", "WorkerId": "anon29", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [1382629], "rating": ["1", "5", "5", "3", "1", "3", "3", "6", "5", "6", "5", "5", "5", "5", "5", "5", "5", "5"], "environmentalist": ["no"], "legacy_essay": ["After I am gone hopefully people will remember me for many things. The first I thing I hope sticks out is being a role model for my Christian faith. With my Christian faith I hope no one saw me as over bearing but would like to considering learning about. The list is long but also hope people think of me for being a fair concerned Manager and Leader one that was stern but fair. Being that leader I hope I leave some type of skills people would like to carry on.  Probably the thing that I believe is one of the best next to my faith is being know as the person that was willing to help others out because I respected life."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "", "I care what future generations think of me", "I am well liked by my friends", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "I feel a connection to future generations", "It is important to me to leave a positive legacy"], "year": ["45"], "totalHiddenTime": [31393], "sex": ["male"], "race": ["white"], "purpose": ["What your legacy will be"], "startTime": [1457568711996], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570094625], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:11:51Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:34:56Z"}