{"ApprovalTime": "2016-03-10T01:15:27Z", "AutoApprovalTime": "2016-03-10T01:14:03Z", "AssignmentId": "36DSNE9QZ5Y2WRSG7GWWPRHM4IBJOI", "WorkerId": "anon61", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [947873], "rating": ["2", "3", "1", "1", "4", "1", "6", "6", "6", "2", "5", "4", "3", "1", "2", "4", "4", "2"], "environmentalist": ["no"], "legacy_essay": ["I would like to be remembered as a good person. Those people who knew me should remember that I was a kind, funny and honest person. Future generations will hopefully know that I was one of the good guys. The ultimate compliment would be that somebody looked at how I lived my life and think to themselves that they would like to live as I did. I won't have a statue built after me, or a building or park named after me, and that is ok. I just want the people who knew me to smile when they think of me."], "sentence": ["", "", "", "", "", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I am well liked by my friends", "It is important to me to leave a positive legacy", "I feel it is important for me to leave a positive mark on society", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "I feel a sense of responsibility to future generations", "I have important skills I can pass along to others", "I care what future generations think of me"], "year": ["35"], "totalHiddenTime": [289495], "sex": ["male"], "race": ["white"], "purpose": ["Legacies "], "startTime": [1457571196811], "english": ["yes"], "grandparent": ["no"], "endTime": [1457572144684], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:53:12Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T01:09:03Z"}