{"ApprovalTime": "2016-03-10T00:15:27Z", "AutoApprovalTime": "2016-03-10T00:11:08Z", "AssignmentId": "3IAS3U3I0FGI715ZWQLIKQV6V812B5", "WorkerId": "anon143", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [543321], "rating": ["3", "5", "5", "6", "3", "5", "5", "7", "6", "6", "6", "5", "5", "5", "6", "5", "5", "6"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered for my kindness towards others.  I want to be remembered for my ability to accept those for who they are and to be there as a compassionate part of their lives. I want people to remember my gentle nature, especially my love for animals and nature.  I would like people to remember how much I love my family and friends and how I cherish every moment I get to spend with them.  I want people to remember how hard I worked to get myself to a better place, in my life; for accepting that I needed to stand up for myself and my beliefs to be truly happy.  I want people to remember that I would always give whatever I could to help out another, even though sometimes all I have to offer is love and support, for that is what is most important.  I want others to remember that I never gave up, no matter what in life might try to bring me down.  I aim to make everyone and everything feel safe, happy and appreciated.  I want people to remember my smile and the sparkle in my eyes.  I want people to remember ME. "], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I am well liked by my friends", "I have important skills I can pass along to others", "Others would say I have made unique contributions to my community or society", "I feel a connection to future generations", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations", "I care what future generations think of me", "It is important to me to leave a positive legacy"], "year": ["50"], "totalHiddenTime": [0], "sex": ["female"], "race": ["white"], "purpose": ["How connected we feel our individual actions affect our environment."], "startTime": [1457567824904], "english": ["yes"], "grandparent": ["yes"], "endTime": [1457568368225], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:57:03Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:06:08Z"}