{"ApprovalTime": "2016-03-10T01:25:27Z", "AutoApprovalTime": "2016-03-10T01:24:09Z", "AssignmentId": "3EQHHY4HQSS6XFWXUVFUJ8PFVVQG57", "WorkerId": "anon116", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [427918], "rating": ["4", "3", "5", "4", "2", "1", "5", "4", "6", "4", "5", "5", "5", "4", "3", "4", "4", "3"], "environmentalist": ["no"], "legacy_essay": ["I would like to be remembered as someone who was able to teach people things that help them lead a happier life when I am ultimately finished living.  Helping people learn more about history, or perhaps how to properly invest their money and be more independent would be something that I could see myself offering to others.\n\nI would like people to think that I was a good person, maybe a little bit eccentric, but ultimately someone who could be relied upon and would not be a burden on others or to society.  At the end of the day, I would like to be remembered as someone who contributed more than he took from society, and hopefully left things in a better way than I started.\n\nI guess I would want to be remembered as someone who lived simply, did his work well, and made people happy."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "", "I am well liked by my friends", "It is important to me to leave a positive legacy", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "I care what future generations think of me", "I feel a connection to future generations"], "year": ["36"], "totalHiddenTime": [0], "sex": ["male"], "race": ["white"], "purpose": ["How feelings of responsibility to future generations can be used to make people think more critically about the future?"], "startTime": [1457572318172], "english": ["yes"], "grandparent": ["no"], "endTime": [1457572746090], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T01:11:58Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T01:19:09Z"}