{"ApprovalTime": "2016-03-10T00:50:27Z", "AutoApprovalTime": "2016-03-10T00:49:58Z", "AssignmentId": "3DL65MZB8DFTCM9L3ACEXBADAWTCEQ", "WorkerId": "anon104", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [951592], "rating": ["1", "1", "1", "5", "6", "6", "7", "7", "7", "1", "6", "6", "2", "6", "5", "6", "5", "6"], "environmentalist": ["yes"], "legacy_essay": ["I want to be remembered for the enlightenment I taught all those we sought truth. For them to know that the absolute divinity in Life is to Seek Truth in All Things. I would tell my future generations that there isn't anything in this world that is unattainable with dedication hard work an love you can acquire all things. Patience is the key to most be acceptance an understanding will always guide you along your way in life. Prosper each an everyday for there truly is zero time to waste. We do all move at our own pace as in learning wise but to never stop wanting to know more for in that alone you will be on the right course. Eliminate all negative energy from ones life for it only hinders your ability to preserver. Be good to those who you have found comfort in for the good are hard to come by when you are on the opposing side. Believe in your ability for in it you are."], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Take showers that are 5 minutes or less", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I have important skills I can pass along to others", "I feel a sense of responsibility to future generations", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society", "It is important to me to leave a positive legacy", "I feel a connection to future generations", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society"], "year": ["26"], "totalHiddenTime": [195457], "sex": ["male"], "race": ["Hispanic"], "purpose": ["Personal Perception on a Related Issue."], "startTime": [1457569744505], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570696097], "children": ["yes"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:29:04Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:44:58Z"}