{"ApprovalTime": "2016-03-10T00:50:27Z", "AutoApprovalTime": "2016-03-10T00:48:44Z", "AssignmentId": "30MVJZJNHMDZP4OA5RDES1MX9JN9JS", "WorkerId": "anon10", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [483876], "rating": ["3", "2", "2", "1", "1", "1", "4", "4", "3", "6", "4", "4", "4", "5", "5", "4", "6", "5"], "environmentalist": ["no"], "legacy_essay": ["I want people to remember me for having been a good person in life who would give his shirt off his back for others. I would like people to remember me for how fairly I treated everyone I came into contact with, and for how willing I was to speak my mind. I also want to make some sort of lasting contribution to society. I am not sure what that is yet, but I want to make a useful contribution to society. I want people to remember me by that contribution as well. I want my children, when I have some, to remember me fondly for my actions in life, and to pass on my legacy through the generations."], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Take showers that are 5 minutes or less", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "", "I feel a connection to future generations", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations", "It is important to me to leave a positive legacy", "I have important skills I can pass along to others", "I care what future generations think of me", "I am well liked by my friends", "I feel it is important for me to leave a positive mark on society"], "year": ["31"], "totalHiddenTime": [10368], "sex": ["male"], "race": ["white"], "purpose": [""], "startTime": [1457570132010], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570615886], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:35:36Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:43:44Z"}