{"ApprovalTime": "2016-03-10T00:50:27Z", "AutoApprovalTime": "2016-03-10T00:50:24Z", "AssignmentId": "3WJ1OXY92AGOA62W6TUNZ6O3ZQB8AM", "WorkerId": "anon282", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [903961], "rating": ["5", "5", "6", "6", "6", "5", "1", "7", "7", "7", "5", "6", "5", "5", "6", "5", "5", "6"], "environmentalist": ["yes"], "legacy_essay": ["I want future generations to remember me for my fight to help make the planet Earth healthy for their generation. It would be great for future generations to look back at me and say \"He's partly the reason why we enjoy such a great environment.\" They would see my picture in history books next to other noteworthy philanthropists that worked and gave to make the world a better place. "], "sentence": ["", "", "", "", "", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Use public transportation or carpool", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Take showers that are 5 minutes or less", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I feel that it is important to maintain the environment for future generations.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I feel a sense of responsibility to future generations", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "I care what future generations think of me", "I feel a connection to future generations", "Others would say I have made unique contributions to my community or society"], "year": ["31"], "totalHiddenTime": [496798], "sex": ["male"], "race": ["African_American"], "purpose": ["I don't know"], "startTime": [1457569809372], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570713333], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:30:17Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:45:24Z"}