{"ApprovalTime": "2016-03-10T00:45:27Z", "AutoApprovalTime": "2016-03-10T00:41:13Z", "AssignmentId": "3BGYGHDBBXKOJO53DXS7JXS212Q225", "WorkerId": "anon94", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [452205], "rating": ["1", "4", "1", "4", "1", "4", "6", "6", "2", "6", "5", "5", "5", "5", "5", "5", "5", "6"], "environmentalist": ["no"], "legacy_essay": ["I would like to be remembered for being a judge that is fair and leaves a lasting impact on the social and cultural norms of the country. For a long time I have looked up to the monumental decision that is Roe v. Wade and I have watched conservatives try through whatever means they can to erode the rights that were afforded women. I want to be a judge that eventually makes it to the Supreme Court so that I can not only uphold this decision, but also expand on the powers that it grants. Women should not be forced to travel long distances or go to great lengths to obtain a procedure that should be their decision and not in the hands of the government. Only by aiding this decision can I help out our country, as well as being remembered for actually making a difference. "], "sentence": ["", "", "", "", "", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Use public transportation or carpool", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "", "I feel that it is important to maintain the environment for future generations.", "I feel a responsibility to reduce my personal contribution to climate change.", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "", "I feel it is important for me to leave a positive mark on society", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "I am well liked by my friends", "I feel a connection to future generations", "I care what future generations think of me", "Others would say I have made unique contributions to my community or society", "I feel a sense of responsibility to future generations"], "year": ["27"], "totalHiddenTime": [164625], "sex": ["female"], "race": ["white"], "purpose": ["The legacy you want to leave for the future."], "startTime": [1457569715919], "english": ["yes"], "grandparent": ["no"], "endTime": [1457570168124], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-10T00:28:35Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:36:13Z"}