{"ApprovalTime": "2016-03-10T00:10:28Z", "AutoApprovalTime": "2016-03-10T00:09:49Z", "AssignmentId": "3SB5N7Y3O34728AWXP9I2DTOEN80GZ", "WorkerId": "anon248", "answers": {"data": {"trial_number_block": [0, 0, 0, 0, 0, 1, 2, 3, 4, 5, 6, 0, 1, 2, 3, 4, 0, 1, 2, 3, 4, 5, 6, 7, 8], "trial_type": ["instructions_2", "manipulation_block", "beh_int_ins", "beh_int_ins2", "beh_int_ins3", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "beh_int_trial", "env_att_instructions", "env_att", "env_att", "env_att", "env_att", "legacy_motives", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2", "legacy_motives2"], "totalTime": [460201], "rating": ["3", "4", "5", "5", "1", "2", "1", "7", "6", "7", "3", "2", "1", "2", "2", "1", "3", "4"], "environmentalist": ["no"], "legacy_essay": ["I wish you hadn't picked such an absurd writing prompt: not everyone cares to leave behind legacies or be remembered. I'm one of the few people that doesn't care to have offspring and leave anything behind. That said, if I absolutely must write about this, I suppose I want to be remembered as being a rational person that always considered all the possible alternatives before acting. Simply put, not enough people think things through nowadays, and act without a care for the consequences of others. Climate change, for an example, is one such consequence that has a severe effect on others because the generations before us (as well as our own) did not think about the effects of over-industrialization and rampant consumerism."], "sentence": ["", "", "", "", "", "Take showers that are 5 minutes or less", "Unplug appliances and chargers (e.g. TV, cell phone, computer) at night", "Use public transportation or carpool", "Buy green products instead of regular products (e.g., dishwashing detergent), even though they cost more", "Attend rallies, public events or town hall meetings to voice my support for solving enviornmental problems", "Write letters, email, phone or otherwise contact elected official to urge them to take action on environmental issues (e.g. habitat loss, air pollution)", "", "The so-called \"global warming crisis\" facing humanity has been greatly exaggerated", "I feel a responsibility to reduce my personal contribution to climate change.", "I am in favor of national policies and regulations that decrease fossil fuel burning, even if they increase energy and electricity costs today.", "I feel that it is important to maintain the environment for future generations.", "", "I am well liked by my friends", "I feel a connection to future generations", "I care what future generations think of me", "I have important skills I can pass along to others", "It is important to me to leave a positive legacy", "Others would say I have made unique contributions to my community or society", "I feel it is important for me to leave a positive mark on society", "I feel a sense of responsibility to future generations"], "year": ["29"], "totalHiddenTime": [11707], "sex": ["male"], "race": ["Asian"], "purpose": ["Uncertain; I assume the whole \"leaving a legacy\" writing prompt was meant to prime your participants to respond in a certain way"], "startTime": [1457567816293], "english": ["yes"], "grandparent": ["no"], "endTime": [1457568276494], "children": ["no"], "condition": [1]}}, "AcceptTime": "2016-03-09T23:57:07Z", "HITId": "31D0ZWOD0AZ35XZ0LMC7H7MZ6GB0AS", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-10T00:04:49Z"}